[
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4136787/",
    "title": "Mice in Bion-M 1 Space Mission: Training and Selection",
    "authors": [
      "Alexander Andreev-Andrievskiy",
      "Institute for Biomedical Problems, Russian Academy of Sciences, Moscow, Russia",
      "Moscow State University, Biology Faculty, Moscow, Russia",
      "Anfisa Popova",
      "Richard Boyle",
      "Bio-Visualization, Imaging and Simulation Technology Center (BioVIS), NASA Ames Research Center, Moffett Field, California, United States of America",
      "Jeffrey Alberts",
      "Indiana University, Department of Psychological and Brain Sciences, Bloomington, Indiana, United States of America",
      "Boris Shenkman",
      "Olga Vinogradova",
      "Oleg Dolgov",
      "Anokhin Institute of Normal Physiology, Russian Academy of Medical Sciences, Moscow, Russia",
      "Konstantin Anokhin",
      "Kurchatov NBIC-center, National Research Centre “Kurchatov Institute”, Moscow, Russia",
      "Darya Tsvirkun",
      "Pavel Soldatov",
      "Tatyana Nemirovskaya",
      "Eugeniy Ilyin",
      "Vladimir Sychev"
    ],
    "abstract": "After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19–May 19, 2013). The principal species for biomedical research in this project was the mouse. This paper presents an overview of the scientific goals, the experimental design and the mouse training/selection program. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement), with extensive in vitro studies carried out shortly after return of the mice and in the end of recovery study. Male C57/BL6 mice group housed in space habitats were flown aboard the Bion-M 1 biosatellite, or remained on ground in the control experiment that replicated environmental and housing conditions in the spacecraft. Vivarium control groups were used to account for housing effects and possible seasonal differences. Mice training included the co-adaptation in housing groups and mice adaptation to paste food diet. The measures taken to co-adapt aggressive male mice in housing groups and the peculiarities of “space” paste food are described. The training program for mice designated for in vivo studies was broader and included behavioral/functional test battery and continuous behavioral measurements in the home-cage. The results of the preliminary tests were used for the selection of homogenous groups. After the flight, mice were in good condition for biomedical studies and displayed signs of pronounced disadaptation to Earth's gravity. The outcomes of the training program for the mice welfare are discussed. We conclude that our training program was effective and that male mice can be successfully employed in space biomedical research.",
    "full_text": {
      "full_content": [
        "* E-mail: aandrievsky@gmail.com",
        "Competing Interests: The authors have declared that no competing interests exist.",
        "Conceived and designed the experiments: AAA BS EI OV OD KA PS TN VS RB JA. Performed the experiments: AAA AP OV OD DT PS TN VS JA. Analyzed the data: AAA AP EI OD PS VS JA. Contributed reagents/materials/analysis tools: AAA BS EI OV OD KA PS VS RB JA. Wrote the paper: AAA AP BS EI OV RB VS JA.",
        "Received 2013 Dec 25; Accepted 2014 Jul 17; Collection date 2014.",
        "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration, which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
        "After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19–May 19, 2013). The principal species for biomedical research in this project was the mouse. This paper presents an overview of the scientific goals, the experimental design and the mouse training/selection program. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement), with extensive in vitro studies carried out shortly after return of the mice and in the end of recovery study. Male C57/BL6 mice group housed in space habitats were flown aboard the Bion-M 1 biosatellite, or remained on ground in the control experiment that replicated environmental and housing conditions in the spacecraft. Vivarium control groups were used to account for housing effects and possible seasonal differences. Mice training included the co-adaptation in housing groups and mice adaptation to paste food diet. The measures taken to co-adapt aggressive male mice in housing groups and the peculiarities of “space” paste food are described. The training program for mice designated for in vivo studies was broader and included behavioral/functional test battery and continuous behavioral measurements in the home-cage. The results of the preliminary tests were used for the selection of homogenous groups. After the flight, mice were in good condition for biomedical studies and displayed signs of pronounced disadaptation to Earth's gravity. The outcomes of the training program for the mice welfare are discussed. We conclude that our training program was effective and that male mice can be successfully employed in space biomedical research.",
        "After a 16-year hiatus, Russia resumed in 2013 its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19–May 19, 2013), a specially designed automated spacecraft dedicated to life-science experiments. “M” in the mission's name stands for “modernized”; the epithet was equally applicable to the spacecraft and the research program. The principal animal species for physiological studies in this mission was the mouse (Mus musculus). Unlike more recent space experiments that used female mice, males were flown in the Bion-M 1 mission. The challenging task of supporting mice in space for this unmanned, automated, 30-day-long mission, was made even more so by the requirement to house the males in groups.",
        "Russian biomedical research in space traditionally has employed dogs, rats, monkeys, and more recently Mongolian gerbils. The flight of Laika in 1957 was one of the early dog experiments and became world famous for demonstrating that a living organism can withstand rocket launch and weightlessness, thus paving the way for the first human spaceflight. Laika's success also promoted biomedical research with other non-human animals in space that culminated with the Bion biosatellites program. A total of 212 rats and 12 monkeys were launched on 11 satellites and exposed in microgravity for 5.0–22.5 days between 1973 and 1997. Animal experiments on the Bion missions have contributed comprehensive data on adaptive responses of sensorimotor, cardiovascular, muscle, bone and other systems to spaceflight conditions and the mechanisms underlying these adaptations [1], [2].",
        "The use of mice for space experiments offers numerous advantages. Probably the most apparent one is their small size and thus the possibility of utilizing more animals per flight, thus increasing scientific output and the cost-efficiency ratio. Comparisons of data obtained with mice, with those obtained from larger species or humans can also reveal how factors affecting adaptation to spaceflight conditions depend on the size of the organism. The mouse has become the most prevalent “mammalian model” in biomedical research, with a fully described genome and an established role in genetically engineered mutants. While mice are preferred mammalian models for molecular biology studies, their small size is a debated limitation rather than an advantage for physiological studies. Miniaturization of scientific hardware has reduced some of the disadvantages of the species small size. Finally, the use of genetically controlled mice offers a means to reduce inter-individual variability and obtain potentially more consistent results.",
        "Despite the advantages of the mouse as a model organism for space research, their use was rather limited (apart from a number of experiments with mice during early space exploration in the 1950's and 1960's, which were aimed primarily at testing if living organisms can survive the launch or a brief exposure in microgravity) [3]. Flight experiments with mice were performed aboard STS-90 (“NeuroLab”), STS-108, STS-129, STS-131 (“Mouse Immunology I”), STS-133 (“Mouse Immunology II”), and STS-135 with exposure times ranging from 12 to 16 days. Research programs of these flights were largely focused on studies of muscle, bone/tendon/cartilage, nervous, and cardiovascular systems, and innate and acquired immune responses. Experiments were performed with groups of 30 or fewer female C57BL/6J mice, which were dissected typically shortly after return [4]–[9].",
        "The Mice Drawer System (MDS) experiment of the Italian Space Agency is by far the longest spaceflight of mice to date [10]. In this mission, 6 mice were exposed for 91 days aboard the International Space Station. The advantages offered by the possibility of genetic manipulations with mice were utilized in this experiment; three mice were transgenic with pleiotrophin overexpression (C57BLJ10/ PTN) and three mice were their wild-type counterparts. The MDS habitats required periodic replenishment and servicing by by astronauts. Sadly, half of the mice died during the course of this mission due to various estimated reasons.",
        "In the present paper we aim to present a brief overview of the Bion-M 1 mission scientific goals and experimental design. Of particular interest we will focus on the program of mouse training and selection for the experiments, and some outcomes of the Bion-M 1 mission.",
        "The scientific program of the Bion-M 1 project was aimed at obtaining data on mechanisms of adaptation of muscle, bone, cardiovascular, sensorimotor and nervous systems to prolonged exposure in microgravity and during post-flight recovery. To this aim, functional measurements in vivo were combined with complementary morphological, biochemical, cellular and molecular studies performed in vitro. To our knowledge, Bion-M 1 is the first study with mice to follow the dynamics of re-adaptation to normal gravity or to assess post-flight in vivo functions.",
        "The in vivo measurements in-flight included video recording of mice behavior and continuous recording of arterial pressure during all stages of the flight. After the flight, testing of animal behavior, memory and learning, vestibular function, physical activity, strength and fitness, as well as continuous registration of cardiovascular parameters were performed. The set of in vivo measurements was designed to provide data on the effects of microgravity on the physiological systems of interest, and to follow the time course of re-adaptation to Earth's gravity after the flight. To reduce the possibility of inadvertently stressing the mice with numerous post-flight tests and thus obscuring the effects of spaceflight, the decision was made to monitor mice in their home cage using an automated data collection system (TSE PhenoMaster) and implantable telemetry, while reducing the number of tests [11]. The program had to be performed with a limited number of animals; thus the use of a repeated measures design. Mice were tested before and after the flight (or its simulation on-ground) [12].",
        "The in vitro studies were focused on metabolism and the structure and function of tissues from microgravity-exposed mice. More specifically, the individual studies were selected to maximize the scientific yield and targeted the impact of microgravity and other factors specific to spaceflight on biochemical, morphological and, primarily, cellular and molecular mechanisms involved in the adaptation of main physiological systems, such as the central nervous system, sensory systems, skeletal muscle, supporting tissues, including bone and connective tissues, cardiovascular, respiratory, digestive, neuroendocrine and immune systems.",
        "The following organs and tissues were harvested: brain structures, vestibular organs, retina and crystalline lens, spinal cord, muscles of hind limbs and back, vertebral column, fore and hind paw bones, articular and cartilage structures, ligaments, bone marrow, cardiac muscle, arteries from brain and hind legs, lung, intestines, liver, kidney, spleen, thymus, skin, salivary glands, testis and blood. These samples were analyzed using morphological (light and electron microscopy, histochemistry and immunohistochemistry), biochemical and a variety of molecular-biology techniques (enzyme-linked immune assays, high-pressure liquid chromatography, western-blot, real-time PCR, whole-genome gene expression). Functional properties of skeletal muscle, cardiac muscle and resistive arteries samples were evaluated using myography and atomic force microscopy. Mice for in vitro studies were euthanized by cervical dislocation; because of the diversity and number of studies, this method was chosen as the common procedure to reduce variability and one that provided the least interference with the objectives of the in vitro studies.",
        "The study was approved by IACUC of MSU Institute of Mitoengineering (Protocol № 35, 1 November, 2012) and of Biomedical Ethics Commission of IBMP (protocol № 319, 4 April, 2013) and conducted in compliance with the European Convention for the Protection of Vertebrate Animals used for Experimental and Other Scientific Purposes [13].",
        "Experiments were performed with C57BL/6N male mice. The choice of strain was based on the requirements of the tissue harvesting program participants and the fact that C57/BL6 is one of the most widely used strains. The selection of male mice was based on the same requirement. The advantages offered by using males are their substantially larger size and the absence of sex steroid cycling compared to females; the vast majority of animal research is conducted using males, so their use in this study made the results more readily comparable to the data in the published literature. Nevertheless, the risks associated with group-housing mature males were recognized and greatly affected the preparatory procedures. It was decided that the optimal age of mice at launch was 4–5 months, when the males were still young but fully mature. The growth rate in mice is known to slow down by this age, and obesity, which C57/BL6 mice are prone to exhibit, is not yet considered a factor.",
        "Space environment affects microorganisms by increasing their virulence; major shifts in immune status in space are well documented [5], [8]. It is reasonable to think that even pseudo pathogenic species may increase morbidity during prolonged exposure in space [14], [15]. These considerations underscored the necessity for the use of specific pathogen-free mice in the experiments, a side benefit of this approach being the reduced variability of data obtained in SPF-animals [16].",
        "Male C57BL/6N mice (n = 300) weighing 22–25 g were purchased from the Animal Breeding Facility - Branch of Shemyakin & Ovchinnikov Institute of Bioorganic Chemistry. Mice were specific pathogen free. The main site for mouse training was the animal facility of Moscow State University's Institute of Mitoengineering. At the time of launch and the start of the related control experiments, the mice were 19–20 weeks old.",
        "Mice were individually identified using RFID chips (El1000, Felixcan, Spain) and earmarks. Routine manipulations of the mice consisted of daily handling, examination, and weighing.",
        "The Bion-M 1 biosatellite, launched on April 19, 2013 from cosmodrome Baikonur, and the descent module landed on May 19, 2013 in the vicinity of Orenburg, successfully fulfilling the plan for an unmanned, 30-day-long orbital spaceflight. Housing and climate parameters were replicated in the subsequent ground control (GC) experiment (July 26 to August 26, 2013). A total of 4 experimental groups were used for the flight and ground control experiments (n = 45 per group). An additional fifth group included the backup mice for the main flight group (n = 45). Mice of the space flight group (SF) were exposed to microgravity for 30 days. Concurrent with the SF mice, another group of 45 mice remained in the animal facility (SFV). The ground control (GC) experiment was conducted, after the landing, in the refurbished BOS flight habitats. The habitats were installed in a climatic chamber that replicated the temperature, humidity, gas composition and other flight-specific climate parameters. The corresponding vivarium control (GCV) mice were housed in the animal facility. The separate and concurrent GCV groups were used to account for possible seasonal differences between SF and GC mice.",
        "Each of the groups (SF, GC, SFV, GCV and backup SF mice) included mice designated for in vivo studies and recovery (n = 10) and mice for dissection and in vitro measurements (n = 35). Each in vivo study subgroup, in its turn, consisted of 5 mice implanted with telemetry probes to monitor blood pressure and 5 intact animals.",
        "Mice were handled and trained before the flight and ground control experiments. Basically, training consisted of shaping the groups of three mice each for social housing and adaptation to paste diet. The training of mice designated for in vivo studies was more comprehensive. It started with implanting the telemetry probes and, following recovery, a set of preliminary behavioral and functional tests (Figure 1, Table 1 and 2).",
        "Mice of SF, SFV and backup SF groups were co-adapted in housing groups of 3 mice each, SF mice were adapted to paste food diet, and mice of in vivo subgroups passed through preliminary tests. After transportation to and adaptation at Baikonur, SF mice were flown aboard the Bion-M 1 satellite for 30 days. After landing mice were examined and transported to Moscow, where animals of the in vitro subgroup were dissected, while recovery dynamics was followed in the in-vivo subgroup before dissection 7 days after landing. Ground control experiment replicated the principal stages of the spaceflight experiment.",
        "The BOS habitats were designed to house up to three mice per group [17]. Stable cohorts of three mice were maintained throughout the training program and consequent experiments, with the exception of brief periods of post-surgery recovery (5–6 days) and behavioral tests (7 days), when they were housed individually.",
        "Individually ventilated cages (GM 500, Techniplast, floor area 500 cm2) were used. Techniplast mice shelters (red plastic triangles, 15Lx11Wx8H cm), paper tubes and paper tissues for nesting material were provided to enrich the environment. Cage cleaning was done once weekly, and water was refreshed twice weekly. All materials were sterilized prior to use by autoclave. Techniques aimed to prevent animal contamination were thoroughly followed.",
        "The hardware for mice housing in-flight was an adapted version of the habitats used for rats in the original Bion program. It was developed by Biofizpribor, according to the IBMP requirements and was tested by IBMP in 2011. Each block consisted of five individual habitats (BOS, Block Obespecheniya Soderzhaniya, Russian for - literally - Unit for the Provision of Housing). The living compartment of each habitat was an acrylic cylinder 98±2 mm in diameter and 200±10 mm in length with a total volume of approximately 1.7 l (Figure 2). A stainless steel feeder (9 ml) was mounted at one end (the “top”) of the cylinder. The feeder had a flap, used in the refill procedure. The food distribution system (except for the feeders) was common to all five habitats in the block. Paste “space” food was pumped from the container and distributed between individual habitats of the assembly 6 times daily (every 4 hours at 00:00, 04:00, 08:00, 12:00, 16:00 and 20:00), a total of 54 g/day per 3 mice. Food distribution was adjusted through manipulations of pressure developed in the container and in the feeders to follow this pattern prior to experiments.",
        "Bulbs for day-phase (08:00–20:00, 45±5 Lux) and night-phase (20:00–08:00, 5±2 Lux) lighting, an air supply fan (0.3 m/s) and an air distribution system were positioned on one side of the cylinder. A video camera was installed between the light bulbs; video was recorded 6 times daily (simultaneously with feeding, each session lasted 2 hours) at 8 frames per second. The opposite side of the cylinder had the grid for waste removal. The waste removal system was individual for each habitat. The door at the “bottom” of the cylinder had a glass window. In order to minimize impact of variability arising from possible differences in mice housing conditions, experimental subgroups were formed from mice that were housed in different habitats.",
        "Air composition and climate parameters in the satellite were maintained by the centralized life support system and remained in the designed range throughout the flight.",
        "During the initial stage of training, mice were provided with standard pelleted food (Assortiment Agro, Russia) and deionized water given ad libitum. Two weeks prior to launch, and the start of the GC experiment, the animals were adapted to the flight paste food diet. Both the paste and standard diets (pelleted food and water) were first presented together; after 2–3 days the water bottle was removed, followed in another 2–3 days by the removal of the pelleted food. Vivarium control (SFV and GCV) groups were fed standard chow and water throughout the experiments. The “space” paste food diet was developed at IBMP by T. Gurieva and E. Mednikova. It was produced based on the standard chow, with water and casein as gelling agent added.",
        "Consumption of standard pelleted chow and water (in SFV and GCV) or paste diet (in SF and GC) was monitored daily for ten days in ten randomly chosen cages per group. Data for the cage was averaged across the days and expressed as g per 10 g bodyweight.",
        "A separate preliminary experiment in metabolic chambers was conducted to quantify urination in mice fed standard chow and paste food. Four groups of mice, of 3 mice each, were housed in metabolic chambers (Techniplast, Italy) and fed pelleted food (grinded) or paste food. Body weight, food and water consumption, urine volume and feces weight were monitored daily (3 days for each diet).",
        "Arterial pressure was monitored in sub-groups of mice designated for recovery, using implantable probes and telemetry hardware (Data Science International, USA). The hardware was adapted and integrated to the Bion-M biosatellite by engineers from Biofizpribor (St. Petersburg, Russia) and the Centre national d'études spatiales (CNES, France). Miniature probes (model PA-C10) weighing 1.4 g were implanted 3 weeks before the start of experiments, following the manufacturer's instructions. The catheter of the probe was implanted into the left carotid so that its tip just reached the aorta [18]. The body of the transmitter was implanted subcutaneously on the flank, briefly described below.",
        "Mice were anaesthetized by an intraperitoneal injection of a solution containing tiletamine/zolazepam (15 mg/kg each) combined with xylazine (3 mg/kg). Depth of anesthesia was assessed regularly by hind leg pinch and observation of respiration rate, and maintained by additional dose(s) of the mixture (about 20% of the initial dose) as needed. A midline incision was made on the ventral neck. The carotid artery was separated and ligated 1–2 mm cranially to its bifurcation. A second ligature was used to suspend the artery 4–5 mm proximal to the site of ligation. Through a small incision in the artery wall, the catheter was advanced 6–7 mm towards the aorta and fixed in place with sutures and acrylic glue. A subcutaneous pocket on the flank of the animal was made with blunt scissors, and the transmitter was inserted there with a small hemostat. The catheter and the transmitter were fixed in place with acrylic glue and the skin incision closed with absorbable sutures. During the recovery period, mice were housed individually; they were under daily veterinarian control and received ibuprofen 4 mg/ml and Bactrim 4 mg/ml in drinking water.",
        "Mice for the in vivo studies were trained and tested before the experiments to select homogenous groups and to benefit from repeated measures in experimental design; the latter consideration was particularly important in light of relatively small number of animals.",
        "On the morning of day 0 mice a battery of behavioral and functional tests was administered. First, animals were examined for visible abnormalities in exterior and simple reflexes [19]. The Open field test was performed in a round, 60 cm arena of black plastic with a grey floor and 40 cm high walls [20]. Mouse behavior was video recorded at 25 fps for 10 minutes under a bright white light (200 Lux) followed by 10 min in darkness (IR light). Videos were analyzed for locomotor activity and other behavioral parameters using EthoVision v. 8.5 (Noldus). Grip force was measured using Grass FT-03 force transducer [21]. Analog output was amplified, digitized at 1 kHz sampling rate and analyzed using PowerGraph software (InteropticaS, Russia). RotaRod test was conducted using UgoBasil hardware with rotation speed increased from 6 to 50 rpm in 3 min, 5 trials were performed with each mouse [22].",
        "On the evening of the same day, animals were placed into cages of Phenomaster (TSE Instruments, Germany), an automated data collection system, where they were monitored for 7 days. The system was equipped with an infrared grid to register animal activity, scales for the water bottle and feeder, a running wheel with unrestricted access and rotation counter, an “operant wall” for positively reinforced operant conditioning [23]. There were 16 such cages, housing mice individually. Measures were read once per minute using TSE software. Blood pressure and heart rate in mice, instrumented with telemetry probes were continuously recorded throughout the tests.",
        "Operant conditioning sessions were conducted automatically, once a day and started at 22:30, controlled by IntelliMaze software control. The first session was designed to reinforce nosepokes emitted by an animal while both light stimuli (left and right) were active. This session was used to establish individual baseline tendencies to display nosepokes to the right or left. On subsequent days, mice were trained to direct nosepokes to the side opposite to their initial bias. The number of rewarded responses was limited to 50; each sweetened dry milk pellet weighed 14 mg. To promote learning, mice were maintained at 90% ad lib body weight. Access to food was provided throughout the day from 07:30 until 19:00–20:00. Reward pellets were the alternative source of food.",
        "The quality of blood pressure signal (for the operated mice), probabilities of running wheel use, combined with performance in conditioning task were used as criteria for inclusion into experimental groups. Selected mice were randomly assigned to either flight or ground control or vivarium groups.",
        "The groups of mice designated for flight were transported to Cosmodrome Baikonur one week before launch. Transportation was by car and by air in several steps and lasted approximately 24 h. Containers of nontransparent blue plastic 40×60 cm with 4 sub-compartments (each for a group of three mice) equipped with air filters (Animal Breeding Facility - Branch of Shemyakin & Ovchinnikov Institute of Bioorganic Chemistry) were used. Paste food was provided to mice during transportation.",
        "One-way ANOVA (transportation bodyweight data) followed by Bonferroni's multiple comparisons was performed with transportation bodyweight data. In order the pre/post flight bodyweight data set met the assumptions of normality and homoscedasticity intrinsic to the ANOVA model, rank transformation was applied to the entire set of observations [24] prior to two-way ANOVA followed by Bonferroni post-hoc comparisons; noteworthy, the results of the test on raw and transformed data were identical. Fisher's exact test (survival), Man-Whitney U-test (home cage food and water consumption, open field test behavioral data) or paired Student's t-test (metabolic chambers data) was performed using GraphPad Prism software (version 6.00 for MacOS, GraphPad Software, USA).",
        "Living conditions for animals considered optimal on earth cannot be provided in the confines of a space satellite. Microgravity, apart from purely technical limitations of the housing hardware, may disrupt normal mouse behavior, and an inability to express natural behavior is posited as a potential cause of distress in laboratory animals [25]. This and more obvious negative factors, such as accumulated waste, suboptimal feeding regimen etc., can negatively affect mice and could increase aggressiveness in space habitats. As a result we considered aggressive interactions a major risk factor. To minimize this risk, we specifically sought to shape the groups for social housing and carefully select stable groups prior to experiments.",
        "From an initial set of 300 male mice, 88 groups of 3 mice were formed, a total of 53 groups were used for the space flight (SF) experiment and corresponding SFV, 35 groups for subsequent GC and GCV studies (87%). During the co-adaptation period, a total of 12 groups had to be rearranged (14%).",
        "Male mice are known to have aggressive tendencies. Their aggressiveness depends on a number of factors, including strain (C57/BL6 is considered one of the more aggressive strains), living space and other housing conditions and, in the case of group housing, the history of group interactions is a major factor [17]. In an animal facility, aggressive interactions are easily overcome by simply removing the aggressor from a group or by individual housing of mature males. Individual housing, however, precludes all social interactions and thus compromises the animals' overall welfare. For this reason, environmental enrichment is often employed in animal facilities, with the goal of reducing aggressive interactions.",
        "While the analysis of measures promoting co-habitation of male mice was beyond the scope of the current project, several pertinent observations were made. We reasoned that environmental enrichment and daily handling were critically important for successful co-adaptation of mice and the development of sustainable hierarchy in the group. In a preliminary experiment, when no environmental enrichment was used, only 50% of mice (out of a sample of 42) successfully co-adapted to living in groups of three. The enrichment used to prepare mice for the Bion-M 1 experiments (shelters, nesting material and paper tubes) proved to be useful in two ways. Shelter with good qualities is salient to mice, and male mice will compete for the resource [26]. Additionally, adequate shelter facilitates the observation of nesting behavior within the group. Nesting behavior can differentiate groups, with stable groups building a communal nest within a chamber, whereas mice that cannot co-adapt as a group compete and fight for the shelter, with one or two mice building a separate nest outside of the chamber.",
        "Handling and other simple manipulations are known to induce an acute stress reaction in mice, seen as an increase in blood pressure, heart rate, body temperature, and plasma corticosterone [27]–. At the same time, handling is often used to habituate mice and rats to experimental manipulations (mild stress), with different handling techniques having different impacts on their behavioral indices [31]. In the course of training for the experiments, mice were handled daily to monitor signs of fighting and body weight, and to help identify the provokers and recipients of aggression. Frequent handling proved critically important to condition and calm mice to some of the tests. For instance, the “air righting” test used to evaluate vestibular function involved holding and rotating individual mice cupped in the palms of the experimenter's hands prior to releasing the mouse into a safe fall. Extensive handling and homecage enrichments yielded male mice that were tractable and cooperative during such potentially provocative procedures. Other, useful and informative observations could be made after a change of bedding. Mice become extremely active when placed in a fresh cage. We have repeatedly observed that in unstable groups mice would fight promptly after a change of bedding. In summary, fighting episodes observed after handling or cage cleaning, along with an absence of a communal nest, were treated as indication that the group had to be either rearranged or split and excluded from the experiments.",
        "The average pelleted food consumption in SFV and GCV groups was 1.30±0.14 g/10 g bodyweight (BW) and their water consumption was 1.52±0.65 g/10 g BW (m±sd). Average paste food consumption in the Space Flight and the Ground Control groups was 5.52±0.88 g/10 g BW. Taking into account the 76–78%, water content of paste food, dry weight consumed was the same as that for pelleted food of 1.27±0.20 g/10 g BW (p = 0.4514, Mann Whitney test). Notably, water intake via the paste food diet was 4.25±0.67 g/10 g BW, or roughly three times ad libitum water consumption, when water was presented separately from dry, pelleted diet (p<0.0001, Mann Whitney test). Apparently the need for nutrients, rather than thirst, governed the paste food consumption.",
        "While no adverse impact of this increased water intake was evident, mice maintained on paste diet produced more urine that was more dilute than normal. When paste food was introduced, water consumption decreased roughly 5 times its original amount; body weight increased by 1.5±0.4 g, and feces weight tripled (Figure 3). Measured urine production in mice fed pasted food diet was 2.4 ml/10 g BW, which was 10 times the value in mice fed standard diet (Student's paired t = 12.55, df = 3, p = 0.0011).",
        "Body weight (A), food (B) and water (C) consumption, feces (D) and urine (E) production. Differences significant at p<0.05 are marked with an asterisk. When the paste food diet with high water content was introduced mice displayed an increase in bodyweight, stopped drinking, while diuresis and feces weight were increased indicating excretion of excess water consumed with the paste diet.",
        "Continuous blood pressure measurement, with implantable telemetry probes, was an integral part of the in vivo studies. The health status and functional state of the implanted mice were carefully monitored after surgery because the novelty of this procedure as part of a long spaceflight constituted a major risk factor for the mission.",
        "Thirty-five (35) mice were implanted with PA-C10 blood pressure transmitters. The mice tolerated with apparent ease telemetry probe implantation. As can be seen from body weight data, the acute recovery was complete by day 5 post-surgery (Figure 4). At approximately the same time, mice were behaviorally recovered in terms of locomotor activity and nest building, and were reunited with their co-habitants.",
        "Differences significant at p<0.05 are marked with an asterisk. As can be considered from bodyweight data, acute recovery was over by day 5 after surgery.",
        "Tests of corneal, pineal and other simple reflexes, performance on RotaRod, grip strength, running wheel performance, and learning and memory tests revealed no adverse effects of probe implantation. We occasionally noted, slight eyelid drooping. Although this ptosis could be interpreted as indicating compromised brain blood supply, we do not believe this was the case. Indeed, the circle of Willis is incompletely developed in mice, with 10% incidence in the C57 strain [32]; the right common carotid artery was ligated during the surgery. The absence of impaired motor or cognitive functions in implanted mice contradicts interpretations of brain blood supply deficiency. An extracranial blood supply through the external carotid could, however, be compromised in operated mice, particularly in the most distal branches of the artery that supply blood to the eyelid. We surmise that was the reason for the slight ptosis observed on the side ipsilateral to the carotid ligation.",
        "Mice that underwent surgery were housed individually during acute recovery period (5 days on average) and were re-introduced to their co-habitants when recovered. Two modes of reunion were tested. One method was to introduce two un-operated mice to the cage of an operated animal. This was designed to exploit “host-intruder” paradigm and offer an advantage to the host (operated = ”weak” mouse) due to concerns for its safety. In nearly all cases, however, the non-operated “intruders” were the ones to suffer, when the implanted mouse assumed the dominant position. The second method was to introduce all three mice to a fresh cage; this was found to be safe for both operated and intact mice. Based on in vivo tests conducted before the experiment, we selected the latter mode of reunion. To summarize, when partially recovered from the operation, mice with implanted probes can be easily group-housed with intact mice and display little (if any) differences from mice without surgery.",
        "Preliminary training and tests were performed with 42 mice for both the flight (SF) experiment and the corresponding vivarium control (SFV), and with 30 mice for the ground control (GC and GCV groups) experiment (Table 3); 26 (62%) and 16 (53%) mice correspondingly fulfilled the inclusion criteria. Here, it is important to mention that probabilities of fulfilling each of the criteria are below 1. The probabilities of mice displaying a good BP signal, running vigorously in the wheel, performing well in discriminative learning, and maintaining amicable interactions with cagemates should be treated as independent and therefore should be multiplied to get the joint probability. Although the rule is common knowledge, it is easy to overlook when planning an experiment, and anticipating sufficient allowance of extra animals.",
        "The flight group of mice was transported to Cosmodrome Baikonur one week before launch. The relatively long (24 h) transportation to Baikonur did not seriously affect the mice as evidenced by a slight bodyweight change of −3% (−0.9 g, Figure 5). Bodyweight returned back to pre-transportation values in two days.",
        "Differences significant at p<0.05 are marked with an asterisk. Transportation did not seriously affect the mice, as can be concluded from a slight drop of bodyweight and its rapid recovery.",
        "The environmental parameters in the biosatellite during the orbital mission, in the climatic chamber during the ground control experiment, and in the animal facility for the VC groups (Table 4), were closely matched and within the acceptable range for the housing of rodents [33], [34]. The climate parameters aboard the satellite were within the designed range throughout the flight [35].",
        "na – data not available.",
        "In the flight (SF) experiment 16 out of 45 mice (36%) survived and in the ground control (GC) experiment, 38 out of 45 mice (84%) survived. It should be noted that loss of all mice (n = 15) in one assembly during space flight was a result of a gross malfunction of the food distribution system. Taking into account that the flight was aimed at exposing mice in the microgravity at, rather than evaluating the long established habitat system, survivorship would be calculated as 16 out of 30 mice (53%). Loss of mice in the SF group was obviously higher than in GC (p<0.0001, Fisher's exact test); however, the results of the control experiment are in concordance with data obtained during preliminary evaluation of the system, where none of the 15 mice died during a 30-day housing in the habitats (p = 0.1760, Fisher's exact test). Though the comparison of mice survival in our 30-day automated mission with the data obtained in the 91-day MDS experiment aboard the ISS, where astronauts attended to the mice and survival rate was 50% (3 out of 6), might be dubious, numerically the values do coincide. Upon examination of the surviving SF mice, 4 (25%) had limb injuries and 6 (38%) had various tail injuries. These results were quite unexpected taking into account that, during the preliminary evaluation of the system, all the mice remained in perfect health after 30 days of housing in the habitats.",
        "To better understand and interpret the fatalities and injuries sustained by some of the mice in the two functioning habitat assemblies, we made use of the uniquely rich video data that were recorded from the Bion habitats (see description, above). It should be noted that never before have such extensive video records been collected and that this design feature alone could earn the “modernization” tag in the Bion-M1 designation.",
        "The library of video recordings from the two habitat assemblies consisted of 2,476, 30-min segments of individual habitats, captured during both light and dark phases of each day of the mission, as described earlier. As might be expected, video quality was superior in the early phases of the flight and visibility was compromised over time, as floating liquids and debris tended to obscure the camera lens and the general atmosphere of the habitats. More specifically, at the beginning of first week of space flight we categorized as clear with maximal visibility 76% of the video segments. There was a precipitous decrease in visibility at the beginning of the ensuing weeks: the proportion of such clear segments was only 3% and 6% for the 2nd and 3rd weeks, respectively. On the first day of the final week none (0%) of the habitats were clearly visible in the video records.",
        "Two fatalities occurred in different habitats on the 2nd day of the flight. In another cage, one mouse died on the 9th day. There was no evidence of fighting, biting, or agonistic behavior in any of the video samples, so we do not believe that any of deaths or injuries resulted from aggression among the males, evidencing success of our effort to train and select stable housing groups. The first two losses occurred early in the flight, so lack of access to food cannot account for them; and again, in no habitat was there visual evidence of competition that prevented access to food.",
        "What might help explain the deaths? The video records clearly showed that the mice spent much time in physical contact (huddling) with one another and, significantly we think, they were grouped against the flat, feeder wall of the cylindrical habitat (Figure 6). We quantified their location within each habitat on select days during the flight; choosing days on which the video segments provided good available visibility. Because we were interested in the aggregative behavior of the mice in different areas, we encoded when there were three, two or one individuals in contact with the feeder wall, the blank wall, or were in the middle area of the habitat. When one mouse was in contact with a flat wall (feeder or blank) and one or more mice were in contact with it but not necessarily with the wall itself, we scored such aggregation as being in wall contact. Using these criteria we found that during the 1st day of flight, two or three mice were aggregated at the feeder wall for 80% (median value; range: 63%–100%) of the observable segments. They spent 0% of the time at the blank wall. On the 3rd flight day, aggregations of two or three mice were at the feeder wall for 50% (median; range: 5%–95%) of the observation periods and at the blank wall for a median of 0% (range: 0%–11%). On Day 11, feeder wall aggregations with two or more mice occurred for a median of 46% of the observation time and there were no multiple animal aggregations at the blank wall.",
        "Note that mice occupy the floor grid before launch (upper row) and cling to the feeder (lower row) in microgravity. The same cages are shown.",
        "For comparison, we applied the same criteria to the Ground Control habitats for the same days during the simulated flight. Among the GC habitats on day 1, aggregations of two or three mice were seen for a median of 61% of the time (range: 46%–75%) and such aggregations were at the blank wall for only 1.5% of the time (range 0%–4%). On the third and 11th days the median time aggregations of two or three mice were at the feeder wall was 79% and 95.5%, respectively; there were no such aggregations at the blank wall.",
        "In all, these video samples documented from the first day of experimentation, both in microgravity and on earth, that male mice aggregated non-randomly at the feeder wall of the cylindrical habitat. Individuals were often seen oriented toward the food area, which was recessed 1 cm. Whether the behavioral orientation reflected active feeding of the paste diet, or thigmotactic responses to the recess, or grasping of an edge created by the recess or presented by the rotating flap, or some combination of such factors was not discernible from the videos. It was clear, however, that both under 1-g and microgravity conditions, the animals spent most of their aggregative time, which was considerable, near or in contact with the feeder wall. In microgravity, the animals assumed a greater range of orientations at the wall and may have more actively inserted their bodies into the recesses or crevasses created by the hardware, especially the moving parts. This remains supposition, but appears likely and should be considered in future designs as well as in the arrangements for video surveillance during future flights.",
        "Results obtained in the Bion-M 1 mission should be taken into account in design of new mice habitats for future space missions. Despite the general design has long since proven its efficiency in the previous Bion flights with rats, including use of paste food and the system of its distribution, further development is needed to better adapt it for mice based on this study; obviously any moving parts in direct access of the animals should be excluded. The advantage of the habitats design is its ability to support mice without any human interference in relatively long duration missions. This degree of autonomy has not been reached by any other of the existing animal habitats, for instance, in the recent MDS mission the water tank had to be refilled every 10 days, and while food supply was designed to operate automatically for 60 days, eventually the food bars had to be manually advanced as needed by the astronauts [10].",
        "Examination of mice after the Bion-M 1 flight directly at the landing site (return +3 h) revealed gross motor function impairment: the mice could not maintain steady posture and their fore and hind paws were positioned more to their sides, rather than directly under their trunk (14 of 16, 88%); the mice did not move even when prodded; when lifted, the mice spread their toes excessively (16/16, 100%) and righting reaction was absent or impaired in an aerial righting test (6 of 6, 100%). Some recovery of locomotor function was evident by about 6–8 h after landing, when the mice could keep normal posture and even rear. All mice were found to be exophthalmic. Excessive urinations with almost colorless urine were noted in 14 out of 16 mice.",
        "The nutritional status of mice post-flight was variable. Whereas the majority of mice either gained some weight or maintained their pre-flight values (12/16, 75%), 1 mouse was famished (BW 50% below pre-flight value), and 3 were distinctly overweight by 30–40%. The differences in bodyweight between spaceflight, ground control and vivarium control groups were not significant (F (3,104) = 1.40, p = 0.2468) and they accounted for only 3% of total variation (Figure 7). Post-hoc comparisons revealed no differences between the groups before the experiments. The comparison of pre- versus post-flight values revealed that bodyweight increased in the flight group (8%, p = 0.0010), ground control (4%, p = 0.0456) and control vivarium groups (11%, p<0.0001) with overall effect of “time” being highly significant (F(1,104) = 59.79, p<0.0001). The relations of main experimental groups (flight and control experiment groups) to the corresponding vivarium controls were mirrored: while the flight group had gained, on average, more than the mice housed in the animal facility, mice from the control experiment group gained less weight than their vivarium control counterparts. We consider that this discrepancy is explained by little opportunity for exercise in the relatively small habitats in microgravity, and partial loss of mice during the flight experiment, leading to excesses of food available to the survivors. In the control experiment, where the effort was made to reproduce the feeding regimen observed in the flight experiment, given that more mice survived, the relative amount of food per mouse was smaller leading to smaller weight gain. Seasonal variations in growth cannot be ruled out either.",
        "The pairs of bars on the (B) panel represent body weight before (left box) and after (right box) the corresponding experiment. Points represent individual mice data, boxes – lower to upper quartile, whiskers – minimum and maximum. Differences significant at p<0.05 are marked with an asterisk.",
        "Behavioral activity of individual mice in the open field was recorded during the training period prior to the start of the experiments and one day after landing (SF and SFV), and at corresponding times for the control groups (GC and GCV); the software for behavioral analyses extracted the nine parameters in Table 5. After return from 30-day spaceflight mice were markedly less active, with both distance (Figure 8A, C) and rearing frequency (Figure 8D) drastically reduced compared to either GC or SFV animals, whereas grooming duration (Figure 8H) was much higher in SF mice compared to any of the control groups. Interestingly, both SF and GC mice who were housed in relatively small habitats displayed more pronounced thigmotaxis compared to mice kept in standard cages (SFV or GCV correspondingly), as evidenced by a decrease of center zone entries (Figure 8E), time spent in center (Figure 8F) and distance moved in center zone, while latency to the first entry into the center zone was increased in SF mice only (Figure 8G). Behavior parameters of mice from two vivarium groups, SFV and GCV, were indistinguishable.",
        "Total (A), center (B) and periphery (C) distance moved, rearing frequency (D), center entries frequency (E), time in center (F), latency to the first center zone entry (G) and grooming duration (H). SF mice displayed reduced activity compared to any of the control groups (GC, SFV or GCV). Mice housed in habitats (SF and GC) were reluctant to explore the center of the arena. Statistical analysis was performed using Mann-Whitney test (*−p<0.05, **−p<0.01, ***− p<0.005 and ****−p<0.0001, ns – not significant or the p value is indicated).",
        "The drastic decrease in activity by SF mice in this test is obviously related to adverse impact of prolonged 30-days spaceflight on the sensorimotor systems of these animals. In part, housing within the restricted confines of the habitats decreased the propensity of the mice to enter and explore the center of the arena; such observations are usually interpreted in terms of increased anxiety in these animals compared to cage-housed controls [20]. Compared the flight habitat interior, animals maintained in the animal facility experienced enriched environment and such differences are associated with greater exploration of the central area in the OFT [36]. In contrast, increased housing density, experienced by SF and GC mice, had little effect on the central area exploration. In the present case the higher animal density, sometimes associated with increased central exploration and reduced anxiety [37], did not prevail.",
        "The example of OFT data illustrates the efficacy of our training program and experimental design for promoting scientific output of the studies performed with mice after landing in the Bion-M 1 program. Because OFT activity is known to decrease with repetitive tests, the repeated testing approach used in this study could potentially obscure the effects of spaceflight. Nevertheless, the opposite was true. While some of the measures taken before the flight, e.g., distance moved, were very close in different experimental groups with variation coefficients ranging between 16 and 30%, others differed between the groups and were quite variable within the group, e.g. latency to enter central zone with within group coefficient of variation of 70–110% (Table 5). In order to reduce this inter-individual and seasonal variability, results of preliminary testing were used to make the correction for baseline differences; this transformation made possible differentiation of spaceflight and habitat effects (Figure 8).",
        "Due to the partial loss of mice during the flight, the number of animals in other groups had to be adjusted (Table 6). The number of control mice (GC, SFV, GCV) for in vitro studies was decreased proportionately to the number of SF animals available. This decision was made basing on the relatively small variability of the measures to be taken in inbred C57 mice [12] and time considerations (complete dissection of one animal lasted 1.0–1.2 hours and dissection of all the mice took more than 24 hours). Taking that accidental death of mice in flight was a random event and that bodyweight data from all the animals was available, the mice for control groups were selected to match the initial bodyweight of SF mice. Different tactics were chosen for the in vivo subgroups. The behavioral data were characterized by high variability, at the same time all the animals designated for in vivo studies underwent preliminary testing and selection, taking this into account the number of mice for in vivo studies was not altered in order to obtain a better estimate of the behavioral parameters in the batch of mice used and to increase the power of the planned analyses.",
        "Despite significant loss of animals in flight, the scientific program was not abridged and was implemented in full. Hemodynamic and behavioral data were collected throughout the flight. Dissection of SF and SFV mice started 12 hours after landing on May 20th, 2013. Recovery was followed for 7 days in the in vivo subgroup of SF mice and the dissection of these animals was performed on May 26. Joint effort of teams from Russia, USA, France, Germany, Italy and Ukraine who took part in the in vivo studies and tissue-sharing program resulted in over 70 distinct hypothesis-driven studies.",
        "The Bion-M 1 flight was unique in many ways, particularly the unprecedented duration of an automated mission with living animals. The sex of the mice was male, thus imposing greater attention to creation and selection of stable groups of mice for social housing. The overall success was evident: aggressive interactions were noted on single occasions and under conditions of starvation only. The use of male animals is obviously required for research in male reproduction and their larger size compared to females offered clear advantages. Our program of mice training for flight and control experiments of the Bion-M 1 project was aimed to: ensure that mice adapt to stressful conditions of space flight when housed in groups; to collect baseline data from these mice; select homogenous groups; and, more generally, to promote collection of less variable data. The results of our program presented here demonstrate that group housed male mice need not be excluded a priori, but quite on the contrary, can be successfully employed in space biomedical research if clear and simple procedures provided by this study are followed.",
        "The failures in this project were connected with hardware malfunction in food distribution system and to microgravity-related changes in mouse behavior. Some of the injuries and deaths encountered in this pioneering effort suggest moving parts within the habitat present potential risks and should be avoided or carefully analyzed in the design of future mouse habitats.",
        "In this space experiment we have, for the first time, introduced implantable telemetry in these small laboratory animals. This shift to data collection during the flight became possible with the development of miniature implantable probes, thereby dramatically increasing the scientific output of such experiments. Moreover, the use of an automated data collection system during the post-flight stage of this experiment provided comprehensive data on the course and mechanism of recovery of varied physiological systems following exposure to microgravity. The unprecedented inclusion of daily video recordings proved valuable for scientific purposes, for animal welfare considerations, and for assessing both nominal and aberrant events.",
        "The good condition of spaceflight mice was the basis for the positive results of both the recovery and tissue sharing studies; leading us to conclude that our training program was generally effective. We express our hope that the results and considerations presented here will be useful for the planning of future missions and will help to ensure the welfare of rodents in space research.",
        "The authors thank the staff of MSU Institute of Mitoengineering, and in particular Prof. Vladimir Skulachev, Maxim and Innokentiy Skulachev for their kind and assisting help with the organization of the mice preparation procedures. The authors are indebted to the participants of the MTB project: Guillemette Gauquelin-Koch, Patrick Aubry, Jean-Christophe Lloret and Marc-Antoine Custaud (CNES, France); Anatoliy Belgorodskiy and his colleagues from Biofizpribor (Russia); and Andrey Pakhomov (IMBP), who made possible the telemetric recording of blood pressure in mice for this mission. The authors deeply respect the contribution to the success of this mission made by Evgeniya Yarmanova and Vyacheslav Sedletskiy at the most critical moments. The authors are grateful to the staff of Kurchatov NBIC-center for their involvement in this project. In addition, special thanks to Evgeniya Lagereva for participating enthusiastically in the routine animal procedures, and to Nikolay Buzin for the record-braking speed of the Phenomaster data collection system refurbishment.",
        "The project was supported by the Russian Federal Space Agency and the Russian Academy of Sciences. These funders took part in study design and data collection, but had no role in data analysis or decision to publish. The study was also supported by the Division of Physiology and Fundamental Medicine of Russian Academy of Sciences (“Integrative physiology” program) and RFBR grant 12-04-01665-a. These funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
        "Articles from PLoS ONE are provided here courtesy of PLOS"
      ]
    },
    "references": [],
    "statistics": {
      "total_authors": 19,
      "abstract_words": 295,
      "total_words": 9146,
      "references_count": 0,
      "sections_found": [
        "full_content"
      ]
    },
    "scraped_at": "2025-10-04T10:57:12.208745",
    "success": true,
    "original_data": {
      "pmc_id": "4136787",
      "doi": "https://doi.org/10.1371/journal.pone.0104830",
      "figures_count": 8,
      "tables_count": 6
    }
  },
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3630201/",
    "title": "Microgravity Induces Pelvic Bone Loss through Osteoclastic Activity, Osteocytic Osteolysis, and Osteoblastic Cell Cycle Inhibition by CDKN1a/p21",
    "authors": [
      "Elizabeth A Blaber",
      "Space Biosciences Division, NASA Ames Research Center, Moffett Field, California, United States of America",
      "School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, New South Wales, Australia",
      "Natalya Dvorochkin",
      "Chialing Lee",
      "Joshua S Alwood",
      "Rukhsana Yousuf",
      "Piero Pianetta",
      "Stanford Synchrotron Radiation Lightsource, SLAC National Accelerator Laboratory, Menlo Park, California, United States of America",
      "Ruth K Globus",
      "Brendan P Burns",
      "Eduardo A C Almeida"
    ],
    "abstract": "Bone is a dynamically remodeled tissue that requires gravity-mediated mechanical stimulation for maintenance of mineral content and structure. Homeostasis in bone occurs through a balance in the activities and signaling of osteoclasts, osteoblasts, and osteocytes, as well as proliferation and differentiation of their stem cell progenitors. Microgravity and unloading are known to cause osteoclast-mediated bone resorption; however, we hypothesize that osteocytic osteolysis, and cell cycle arrest during osteogenesis may also contribute to bone loss in space. To test this possibility, we exposed 16-week-old female C57BL/6J mice (n = 8) to microgravity for 15-days on the STS-131 space shuttle mission. Analysis of the pelvis by µCT shows decreases in bone volume fraction (BV/TV) of 6.29%, and bone thickness of 11.91%. TRAP-positive osteoclast-covered trabecular bone surfaces also increased in microgravity by 170% (p = 0.004), indicating osteoclastic bone degeneration. High-resolution X-ray nanoCT studies revealed signs of lacunar osteolysis, including increases in cross-sectional area (+17%, p = 0.022), perimeter (+14%, p = 0.008), and canalicular diameter (+6%, p = 0.037). Expression of matrix metalloproteinases (MMP) 1, 3, and 10 in bone, as measured by RT-qPCR, was also up-regulated in microgravity (+12.94, +2.98 and +16.85 fold respectively, p<0.01), with MMP10 localized to osteocytes, and consistent with induction of osteocytic osteolysis. Furthermore, expression of CDKN1a/p21 in bone increased 3.31 fold (p<0.01), and was localized to osteoblasts, possibly inhibiting the cell cycle during tissue regeneration as well as conferring apoptosis resistance to these cells. Finally the apoptosis inducer Trp53 was down-regulated by −1.54 fold (p<0.01), possibly associated with the quiescent survival-promoting function of CDKN1a/p21. In conclusion, our findings identify the pelvic and femoral region of the mouse skeleton as an active site of rapid bone loss in microgravity, and indicate that this loss is not limited to osteoclastic degradation. Therefore, this study offers new evidence for microgravity-induced osteocytic osteolysis, and CDKN1a/p21-mediated osteogenic cell cycle arrest.",
    "full_text": {
      "full_content": [
        "* E-mail: e.almeida@nasa.gov",
        "Competing Interests: The authors have declared that no competing interests exist.",
        "Conceived and designed the experiments: EAB ND RKG EA. Performed the experiments: EAB ND CL JSA RY EA. Analyzed the data: EAB ND CL RKG BPB EA. Contributed reagents/materials/analysis tools: PP RKG BPB EA. Wrote the paper: EAB EA.",
        "Received 2012 Nov 14; Accepted 2013 Mar 7; Collection date 2013.",
        "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration, which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
        "Bone is a dynamically remodeled tissue that requires gravity-mediated mechanical stimulation for maintenance of mineral content and structure. Homeostasis in bone occurs through a balance in the activities and signaling of osteoclasts, osteoblasts, and osteocytes, as well as proliferation and differentiation of their stem cell progenitors. Microgravity and unloading are known to cause osteoclast-mediated bone resorption; however, we hypothesize that osteocytic osteolysis, and cell cycle arrest during osteogenesis may also contribute to bone loss in space. To test this possibility, we exposed 16-week-old female C57BL/6J mice (n = 8) to microgravity for 15-days on the STS-131 space shuttle mission. Analysis of the pelvis by µCT shows decreases in bone volume fraction (BV/TV) of 6.29%, and bone thickness of 11.91%. TRAP-positive osteoclast-covered trabecular bone surfaces also increased in microgravity by 170% (p = 0.004), indicating osteoclastic bone degeneration. High-resolution X-ray nanoCT studies revealed signs of lacunar osteolysis, including increases in cross-sectional area (+17%, p = 0.022), perimeter (+14%, p = 0.008), and canalicular diameter (+6%, p = 0.037). Expression of matrix metalloproteinases (MMP) 1, 3, and 10 in bone, as measured by RT-qPCR, was also up-regulated in microgravity (+12.94, +2.98 and +16.85 fold respectively, p<0.01), with MMP10 localized to osteocytes, and consistent with induction of osteocytic osteolysis. Furthermore, expression of CDKN1a/p21 in bone increased 3.31 fold (p<0.01), and was localized to osteoblasts, possibly inhibiting the cell cycle during tissue regeneration as well as conferring apoptosis resistance to these cells. Finally the apoptosis inducer Trp53 was down-regulated by −1.54 fold (p<0.01), possibly associated with the quiescent survival-promoting function of CDKN1a/p21. In conclusion, our findings identify the pelvic and femoral region of the mouse skeleton as an active site of rapid bone loss in microgravity, and indicate that this loss is not limited to osteoclastic degradation. Therefore, this study offers new evidence for microgravity-induced osteocytic osteolysis, and CDKN1a/p21-mediated osteogenic cell cycle arrest.",
        "On Earth, at 1 g, mechanical loading of mammalian tissues is an important factor in maintaining tissue health and promoting normal regenerative growth. Forces generated by gravity such as hydrostatic pressure, stretch, and fluid shear are well known to promote normal tissue growth and repair mechanisms. Conversely, during spaceflight, gravity-generated forces are absent and the mechanical stimulation of tissues is greatly diminished. Direct and immediate physiological responses to microgravity-induced mechanical unloading include adaptive losses of bone [1], [2], [3], [4], [5], [6] and muscle mass [7], [8], [9], [10], and alterations in cardiovascular function [11], [12], [13], [14]. Because of practical reasons, most space biological animal research has focused on the short-term effects of spaceflight, and thus our understanding of long-term effects of microgravity exposure is very limited. However, it is likely that over long periods of time mechanical unloading in microgravity may continue to affect tissue regenerative growth and repair, resulting in more widespread degenerative effects. Alternatively, it is also possible that cells and tissues may adapt to microgravity and reach a new homeostatic level appropriate for health maintenance under reduced mechanical load conditions. Since normal tissue repair and regeneration is dependent on the ability of adult stem cells to proliferate and differentiate, we have hypothesized that during long-term spaceflight, the reduction in gravity mechano-stimulation may decrease regenerative proliferation and differentiation of tissue-specific adult stem cells. This in turn may have significant health consequences for multiple tissues throughout the body, including bone.",
        "Specifically for bone tissue, short-duration exposure to microgravity rapidly leads to alterations in bone mineral content, cellular dynamics, and gene expression patterns [15], [16], [17], [18], [19]. This is illustrated by a 1–2% loss of skeletal mineral in weight-bearing bones per month [17], which poses significant risks for long-duration and interplanetary missions. Because bone remodeling homeostasis depends on tightly coupled mineral deposition and resorption [20], [21], uncoupling of these processes in microgravity can cause increased and rapid bone resorption by osteoclasts, and decreased bone formation by osteoblasts [17], [18], [22], [23]. Increased osteoclast bone resorptive activity has been documented within the first several days of spaceflight [1], [17] and may be reduced after a period of transition and adaptation to microgravity. However, of potentially more importance to long duration missions in microgravity is the reported reduction of bone formation by osteoblasts in growing rats [24], [25], [26], although, this result has not been reproduced. In skeletally mature animals, this bone formation arrest may translate into an impairment of regenerative mechanisms, and therefore may be an important long-term factor in spaceflight. Short of conducting long-term experiments with rodents in space, analysis of the early cell cycle arrest signaling pathways in osteogenic bone cells after short-term spaceflight is the most practical current approach to predict the long-term degenerative effects of microgravity.",
        "To perform this analysis we focused on the activation of cell cycle arrest and apoptosis pathways such as those mediated by the tumor and growth suppressor, p53, and the cell cycle inhibitor, CDKN1a/p21. P53 levels are reported to increase in the muscle of hindlimb-unloaded animals [27], potentially leading to cell cycle arrest and/or apoptosis. Furthermore, p53 knockout mice have preserved trabecular bone volume following hindlimb-unloading [28] and generally, osteopetrotic bone, suggesting a role for the p53-signaling pathway in the regulation of bone formation and degradation [29], [30]. More remarkably, the CDKN1a/p21 knockout mouse has a viable phenotype with strong tissue regenerative abilities, such as limb re-growth, otherwise unheard of in adult mammals [31]. CDKN1a/p21 can be activated by environmental conditions such as oxidative stress and radiation, or be part of normal cell cycle arrest mechanisms during cell differentiation. This phenotype suggests CDKN1a/p21 up-regulation in microgravity could explain broad regenerative deficits in space.",
        "Recent studies have highlighted the potential role of osteocytes, terminally differentiated osteoblasts embedded within the mineralized matrix, in the bone remodeling process, including in osteolysis of the lacunar surface for maintenance of calcium homeostasis [32], [33]. Results from light and electron microscopy of rat bone in a 22-day spaceflight experiment conducted in 1977 indicated the appearance of lacunae changed to a “wide” morphology that could contribute to bone loss in space [34]. Recently, it was found that osteocytes acquired a more rounded shape after 91-days in microgravity during the Mice Drawer System experiment on ISS, albeit no statistical significance was obtained due to low n, and the authors did not conclude that osteocytic degradation of the lacunae surface was occurring [35]. On the other hand, osteocytic osteolysis was shown to be present in lactating mice but not activated in animals that were hindlimb unloaded for 4 weeks [36], leaving the potential role and importance of osteocytic osteolysis during spaceflight an open question.",
        "To address the limited understanding of cellular and molecular mechanisms underlying bone degeneration in space following the initial osteoclastic activation, we focused on the processes related to osteoblastic and osteocytic activities. We hypothesized that decreases in bone formation during spaceflight may be mediated by an inability of cells in osteogenic lineages to proliferate and differentiate normally due to reduced mechanical stimuli in microgravity. Finally, we also hypothesized that reduced mechanostimulation of osteocytes in microgravity may signal the activation of osteocytic osteolysis of lacunar surfaces, with accompanying activation of matrix degradation pathways. Our spaceflight results presented here, suggest that the bone degenerative effects of microgravity in skeletally mature mice go beyond rapid osteoclastic activation, affecting also cell cycle regulation in the osteogenic lineage, and inducing osteocytic osteolysis.",
        "All flight and ground control mice were observed to be in good condition by veterinary examination immediately post-landing. Noticeably, the posture of space-flown mouse tails after landing was vertical, indicating increased vestibular function in this group. The average weight loss of space-flown mice was 2.0 g (−9.1%, SD = 2.1 g, p = 0.013) significantly lower than pre-flight values, consistent with tissue atrophy in microgravity, while synchronous ground control mice only lost an average of 0.7 g (−3.4%, SD = 0.9 g, p = 0.096) of their body weight relative to the beginning of spaceflight. The difference in body weight loss averages for flight versus ground controls was not statistically significant (p = 0.143). Flight habitats showed utilization of resources on average of 10% less food, and 24% less water than synchronous ground controls. However, food and water utilization does not account for actual consumption by mice, because differences may occur in food bar and water losses due to crumbling and spillage in microgravity versus 1 g.",
        "To determine if bone loss occurred in microgravity, we examined the bone structure and mineral density of the ischial region of the pelvis using micro-computed tomography (µCT). Specifically, we investigated the region from the caudal apex of the obturator foramen through to the ischial tuberosity (Fig. 1A) and found that spaceflight resulted in a 6.23% decrease (p = 0.005) in bone volume fraction (BV/TV) and 11.91% decrease (p = 0.002) in overall bone thickness (Th) (Table 1). No difference was observed in bone mineral density and total bone volumes measured (TV and BV) (Table 1). However, comparison of ischial structural thickness of spaceflight versus ground control animals revealed that bone from flight animals not only had a reduced overall thickness (Fig. 1F and G), but also showed changes in ischial shape localized to the surface of the descending ramus of ischium along the posterior margin of the obturator foramen (Fig. 1B). Analysis of cross-sectional slices revealed that the flight samples had similar widths at two measured points (b/c ratio of 1.09, Fig. 1D, Table 2), and a mean bend angle of 167° (deviating 13° from linear, or less bent), compared to a width ratio of 1.39 in ground control samples and a bend angle of 160° (deviating 20° from linear, or more bent) (Fig. 1C, Table 2), indicating that ischial geometry changes in response to spaceflight. Furthermore, when we analyzed the thickness distribution of ischial cross-sectional slices, we found that flight animals exhibited a higher percentage of slices in the 0.007–0.128 mm range and a lower percentage of slices in the 0.129–0.291 mm range compared to ground controls (Fig. 1E). The shift in thickness distribution to the left in flight animals indicates an overall decrease in cross-sectional thickness throughout the ischium.",
        "The ischium of the pelvis, shown in orange (A), was analyzed using μCT (720 slices = 4.89 mm). The anatomical markers used for μCT analysis were (1) caudal apex of obturator foramen, (2) dorsal-most point of the ventral ramus of ischium, and (3) the ischial tuberosity (A) (For full details on anatomical markers see [74]). The ischial cross-sectional geometry (B) was analyzed by length (a), the width at the midpoint (b) and at 1/3 distance from the obturator foramen (c); and the bend angle (d). Flight samples (D) exhibited a more open cross-sectional geometry compared to the ground control (C), indicating a possible reduction in the pull force applied to the bone. Ground control samples (F) also exhibited greater thickness (orange/red) then the flight samples (G), indicating a reduction in overall bone thickness in spaceflight samples.",
        "Significantly less than ground control, p<0.05. Means are reported ± standard deviation.",
        "Significantly less than ground control, p<0.05, #Significantly less than ground control, p<0.01. Means are reported ± standard deviation.",
        "In order to study nanoscale aspects of bone loss following spaceflight, we used transmission x-ray microscopy to perform 40 nm resolution nano-computed tomography (nanoCT). No difference was found in bulk density of cortical bone between the flight and ground controls (Fig. 2G), however, flight samples exhibited an enlargement in lacunae of 17% in cross sectional area (p = 0.022) and a 14% increase in lacunae perimeter (p = 0.008) when compared to ground controls (Fig. 2C–D, E). In addition, lacunar circularity decreased in spaceflight by 9% (p = 0.037) indicating an increase in irregularly-shaped or elongated lacunae (Fig. 2A–B, F). We also measured canalicular diameters in a 15 µm perilacunar region and found an increase of 6% in spaceflight samples relative to ground controls (p = 0.037, Fig. 2F), indicating that the observed lacunar enlargement may extend throughout these networks.",
        "Figures 2A and 2B show X-ray phase contrast images of osteocytes viewed laterally and from the top, respectively and illustrate the flattened shape of osteocytic lacunae. For quantification of lacunar size we used X-Ray absorption images of lateral views of lacunae in ischial cortical bone from ground control (C) and spaceflight (D) animals (n = 7). We observed a 17% increase in lacunae area and a 14% increase in lacunae perimeter of flight animals compared to ground controls (E). We also found a 13% increase in lacunae canalicular diameter and a 9% decrease in lacunae circularity of flight animals compared to ground controls (F). However, bulk density analysis showed no statistical difference between flight and ground control animals that is in agreement with µCT analysis (G). *indicates p<0.05, #indicates p<0.01.",
        "To characterize osteoclast bone resorbing activity during spaceflight, we used TRAP staining on sections of the proximal femur. We found a 197% increase in osteoclast numbers in the bone surface of the trabecular region below the femoral head growth plate of flight samples (9.99 Oc/mm) compared to ground controls (3.36 Oc/mm) (p = 0.001, Fig. 3A–C). The bone surface covered by osteoclasts also increased by 154% in microgravity (25.4% in spaceflight versus 9.99% in ground controls, p = 0.004 Fig. 3D). Results for spaceflight induction of all TRAP-positive osteoclasts, independent of number of nuclei, were comparable. Interestingly, we also found an increase in the ratio of TRAP-positive osteocytes to total osteocytes in the femoral shaft of flight samples compared to ground controls (34.43% and 20.94% respectively, p = 0.004, Fig. 3D–G). To determine if osteocyte survival was altered by microgravity we measured the number of empty lacunae in cortical bone from the proximal femur and found no differences between ground and flight samples (10.6% and 10.0% empty lacunae respectively, p = 0.680, Fig. 3H). Pyknotic nuclei were occasionally present in tissue surrounding bone, but were non-detectable in osteocytes. These results indicate roles for both osteoclastic and osteocytic bone degradation in microgravity.",
        "Panel A displays a representative cancellous region near the femoral head growth plate (40×) from ground control mice, which is mostly free of TRAP-positive osteoclasts, whilst B displays a similar region from flight animals with numerous TRAP-positive osteoclasts. Analysis of osteoclastic activity in the trabecular region below the femoral head of the femur showed an increase in osteoclast numbers in the bone surface of the growth plate of flight samples compared to ground controls (9.99 Oc/mm and 3.36 Oc/mm respectively) (C). The bone surface covered by osteoclasts was also increased in flight animals compared to ground controls (25.40% and 9.99% respectively, D). The number of TRAP-positive osteocytes in cortical bone from the femoral shaft proximal to the femoral head was increased in response to spaceflight (E) compared to ground controls (D) (34.43% and 20.94% respectively, F). However, we found no differences in the number of empty lacunae in cortical bone between flight and ground controls (10.6% and 10.0% empty lacunae respectively, H). * indicates p<0.05, # indicates p<0.01.",
        "Among bone extracellular matrix related genes analyzed using RT-qPCR arrays we found small but statistically significant alterations in mRNA levels of collagens, and laminin subunits, but not in fibronectin (Fig. 4A, Table 3). Among matrix metalloproteinases, MMP 1, 3, and 10 showed significant up-regulation in flight samples compared to ground controls (12.94, 2.98, and 16.85 fold respectively, p<0.05), while MMP inhibitors, TIMP 1, 2, and 3, displayed no statistically significant change in gene expression levels (Table 3). Several cell adhesion molecules; specifically Cdh4, Cdh11, and Vcam1 were found to be up-regulated (2.46, 1.53, and 1.57 fold respectively, p<0.05), while Itgal and Icam1 were found to be down-regulated (1.45 and 1.52 fold respectively, p<0.05) (Fig. 4A, Table 3). These results indicate that spaceflight promotes bone extracellular matrix degradation, while overall increase in expression of collagen, Tuft1, Sparc, and Phex (Table 3), may be related to increased bone mineralization following degradation.",
        "RT-PCR analysis of ilium revealed significant up-regulation of matrix degradation molecules MMP1a, MMP3, and MMP10 as well as small changes in a number of extracellular matrix molecules in flight samples compared to ground controls (A). Immunohistochemical analysis localized over-expression of MMP10 to osteocytes in the shaft of the proximal femur in flight samples (C) but not in ground controls (B), indicating a role for osteocytes in lacunae degradation. * indicates p<0.05, # indicates p<0.01.",
        "To determine the cellular location of MMP10 we conducted immunohistochemical analysis on paraffin embedded sections of the proximal femur. Results showed MMP10-positive staining in osteoblasts along the periosteal surface of the proximal femur in both flight and ground controls. However, osteocytes embedded in the bone matrix exhibited strong MMP10-positive staining in flight samples (Fig. 4C) but not in ground (Fig. 4B).",
        "To further study the effects of spaceflight in reducing bone formation, we investigated the expression of genes involved in promoting the cellular growth, proliferation, and differentiation of the osteoprogenitor lineage. A number of growth factors studied showed altered gene expression levels by qPCR, including Bmp-4, Tgf-β2, Gdf10, and Csf3 (−1.99, −1.59, −1.43, 3.72 fold, p<0.05) (Fig. 5A, Table 3). Furthermore, we found several genes associated with cell growth and differentiation that were altered, including Egr1, Myod1, and Fgf3 which were down-regulated (−2.30, −1.61, and −1.7 fold respectively, p<0.05), while Twist1 and Fgf1 were up-regulated (1.80 and 1.53 fold respectively, p<0.01) (Fig. 5A, Table 3). Results also indicate the alteration in gene expression of two transcription factors, Vitamin D receptor (Vdr) and Sox9, which exhibited a 2.80 fold up-regulation and 2.28 fold down-regulation respectively (Fig. 5A, Table 3).",
        "RT-PCR analysis of revealed altered expression levels of key genes involved in osteogenic growth and proliferation including growth factors, Bmp4 and Tgfβ2, and transcription factors Vdr and Sox9 (A). Analysis of key mitogenic signal transduction pathways revealed alterations in gene expression of the MAPK pathway, whilst Pi3K and Akt signaling molecules were not changed statistically. We also observed significant up-regulation of the NFκB inhibitor, NFκBIa/IκBα (B).",
        "In addition to the effects we observed on osteogenesis promoting gene expression, we hypothesized that bone loss in space may also be mediated by alterations in intracellular signaling cascades resulting in activation of the p53/p21 signaling pathways that promote cell cycle arrest and apoptosis. Analysis of spaceflight samples by qPCR showed that mRNA expression levels of tumor suppressor gene p53 (Trp/p53) were down-regulated 1.54 fold while CDKN1a/p21 exhibited a 3.31 fold up-regulation in response to exposure to spaceflight (p<0.01) (Fig. 6G). The expression of Mdm2, a negative regulator of p53, was also increased, indicating suppression of the p53 apoptotic pathway (Fig. 6G, Table 3). Several genes associated with cell cycle regulation were also altered in flight samples including cell cycle arrest related genes Fbxo4, Fbxo31, Btg2, and Cdkn2b (1.87, 1.74, −1.50, and 1.41 fold respectively, p<0.05), and cell cycle related genes cyclin B2, Cdc25c, Mul1, Gdf10, and Csf3 (1.63, 1.55, 1.64, −1.43 and 3.72 fold respectively, p<0.05) (Fig. 6G, Table 3). Several genes related to the induction of apoptosis were also altered including, Cradd, Dapk1, Fbxo3, which were up-regulated in flight samples (1.62, 1.53, and 1.48 fold respectively, p<0.01) (Fig. 6G). Hecw2, which acts to stabilize p73, was also up-regulated in flight samples (2.25, p<0.01), as was p73, albeit not statistically significantly (2.02 fold, p = 0.20) (Table 3).",
        "RT-PCR analysis revealed significant alterations in many cell cycle molecules including a 3.31 fold up-regulation of p21 and down-regulation of p53 (G). Immunohistochemical analysis localized this overexpression of p21 to osteoblasts along the periosteal surface of the proximal femur (A, ground control, B, flight). Interestingly, we also observed p21-positive nuclei in cross-sections and longitudinal sections of muscle fibers adjacent to the femur (C–D, ground control, E–F, flight). *indicates p<0.05, # indicates p<0.01.",
        "In order to determine the specific cellular localization of the p21 and p53 proteins, we conducted immunohistochemical analysis on sections of the right proximal femur of both flight animals and synchronous ground controls. Using a rabbit anti-mouse p21 polyclonal antibody, we found that osteoblasts along the periosteal surface of the proximal femur were p21-positive in flight samples but not in synchronous ground controls (n = 6, Fig. 6A–B). Muscle fibers surrounding the femur contained strongly positive p21 staining nuclei in spaceflight but not ground control samples (Fig. 6C–F). When we investigated the expression of p53 in proximal sections of the femur using a p53 polyclonal antibody, no significant staining was found in most sections from both flight and ground controls’, indicating that p53 was not strongly expressed.",
        "As cell signaling promoting cell survival via phosphoinositide 3-kinase (Pi3K)/protein kinase B (Akt) and cell proliferation via Mitogen Activated Protein Kinase (MAP kinase) can both be activated in response to mechano-transduction, and as they can modulate p53 and p21 signaling, we investigated key genes of interest in these pathways with qPCR. MAP kinases, such as MAPK10, MAPK11, and MAPK12 (3.81, −1.54, and −1.43 fold respectively, p<0.01), MAP 3 kinases, such as Moloney sarcoma oncogene, Mos (−4.18 fold, p<0.01), and cell growth molecules including Egr1 (−2.30 fold, p<0.01) showed altered expression in spaceflight (Fig. 5, Table 3). Several molecules associated with Ras signaling displayed alterations, including Nf1 (−1.45 fold, p<0.05) and Sos1 (−2.51 fold, p<0.01); however, only small changes in KRas expression was found (−1.24 fold, p<0.05) (Fig. 5B, Table 3). No statistically significant alterations in Pi3K subunits were noted except a small change in the alpha polypeptide of the catalytic subunit of Pi3K (−1.39 fold, p<0.01) (Table 3). Additionally, no statistically significant alterations in Akt1 or 2 were found, however, a small change in Akt3/PKB was observed (−1.32 fold, p<0.01) (Fig. 5B, Table 3). After exposure to microgravity, the NF-κB inhibitor, IκBα, exhibited a significant increase in expression (2.03 fold, p<0.01) and NF-κB mRNA exhibited a slight decrease in expression (−1.27 fold, p<0.05) (Fig. 5B, Table 3). Several downstream effectors of these signaling pathways were also altered in response to spaceflight, including Rps6kb1, a down-stream effector of the Pi3K/Akt/mTOR pathway, and Eif4ebp1, a repressor of translation (−2.05 and 1.55 fold respectively, p<0.05). Eif4e, which is activated by Rps6kb1 and inactivated by Eif4bp1, was also down-regulated slightly by spaceflight (−1.40, p<0.05) (Fig. 5B, Table 3). Transcription factors and transcriptional targets associated with these pathways were also investigated and it was found that activated transcription factors c-Fos and Nfatc4 (−2.37 and −1.98 fold respectively, p<0.05) were altered in response to spaceflight. Analysis of NFκB transcriptional target genes involved in cell adhesion, regulation of apoptosis and growth factors and ligands including Traf1, BMP4, Egr1, p53, and MMP3 (repressor) were found to be down-regulated, indicating inhibition of this pathway after exposure to spaceflight (Fig. 5B, Table 3).",
        "In this study, we investigated cellular and molecular gene expression mechanisms underlying bone degeneration in space, with an emphasis on the processes related to osteoblastic and osteocytic activities in the pelvic girdle and proximal femur of 16-week-old C57BL/6J female mice. Although data in this field is not extensive, exposure to microgravity is known to alter bone homeostasis, causing primarily increased osteoclast-mediated bone resorption, and possibly inhibition of bone formation. Here we sought to test the hypothesis that like osteoclastic activity, osteogenic cell cycle arrest and increased osteocytic osteolysis, may also contribute to bone loss in space.",
        "We first characterized standard bone mineral and structural parameters following spaceflight to establish the magnitude of bone loss in our microgravity model system. Our results confirm the ischium portion of the pelvis (Fig. 1A) lost 6.3% (p = 0.005) bone volume fraction and 11.9% (p = 0.002) in bone thickness (Table 1) with an accompanying reduction in trabecular bridges between ischial surfaces (Fig. 1E–G). In addition, bone loss was accompanied by large increases in osteoclast numbers (197%) and osteoclast-covered trabecular bone surfaces measured in the femoral head (154%) (Fig. 3A–D). This observed initial (15-day) rate of bone loss, translated to approximately 12%–24% loss per month, is high compared to established long-term astronaut bone loss values of 1–2% per month. The high-levels of osteoclastic activity we observed may, however, subside after the initial transition to microgravity. On earth at 1 g, patients with tetraplegia show an initial phase of pronounced cancellous bone loss, up to 30%, that subsides one-year post onset of paralysis [37]. Bed rest also results in increased osteoclast activity within 24 h of immobilization [38], and 120 d bed rest causes increased bone resorption surfaces in the pelvis by osteoclasts [39]. After this initial phase of osteoclastic resorption in patients, cortical bone loss continues, although at a reduced rate that is medically more manageable. If osteoclastic activity returns to normal after a period of transition after unloading, continued bone loss may correspond to reduced osteogenic activity and osteocytic osteolysis. Finally, the geometry of the ischium in flight samples is also altered with a wider marrow cavity conformation than ground controls (Fig. 1B–D, Table 2). Specifically, bone geometry near the ischial tuberosity, which provides a hindlimb muscle attachment surface, appears most altered. Among the muscles attaching to the ischium, the quadratus femoris plays an important “antigravity” role in maintaining a neutral hind-limb posture and can atrophy in microgravity [40], possibly explaining the high levels of bone loss we observed in the pelvis.",
        "Having established that microgravity induces high-levels of osteoclast-mediated bone resorption in our model system, we then sought to determine if osteocytic osteolysis was also activated. Osteocytes, are the most abundant cell type in bone and are thought to play a role in spaceflight-induced bone loss [41], [42], [43]. Lacunar enlargement was previously reported in a 22-day spaceflight in the 1970s with juvenile rats but was not conclusively demonstrated [34]. However, mice subjected to hindlimb unloading do not show increased lacunar area, suggesting that osteocytic osteolysis does not play a role in bone loss due to hindlimb unloading at 1 g [36]. Using nanoCT (Fig. 2), we found no bone density differences in non-lacunar regions between flight and ground samples. However, flight samples did exhibit lacunar enlargement relative to ground controls, as well as decreased circularity, and increased canalicular diameter (Fig. 2C–G). These results suggest an increase in osteocytic degradation of lacunar surfaces and highlight a possible difference in the ground-based model for mechanical hindlimb unloading at 1 g versus unloading in microgravity. Furthermore, the number of TRAP-positive osteocytes in flight samples was increased compared to ground controls, with no apparent differences in cell death or lacunar emptying (Fig. 3E–H). Although TRAP is an iron containing enzyme known to be a specific and highly sensitive marker of bone resorption by osteoclasts, Nakano et al (2004) also showed TRAP activity in osteocytes [44]. TRAP-active osteocytes in the trabecular and cortical bone may therefore contribute to bone resorption in lacunae [44]. Furthermore, Qing et al (2012) found that gene expression analysis of osteocyte-enriched bone from lactating mice exhibited increased expression of TRAP, as well as several other osteoclast specific genes such as cathepsin K, carbonic anhydrase 1 and 2, and MMP13 [36]. TRAP may also be needed for normal bone mineral remodeling and endochondral ossification, as mice lacking TRAP exhibit an osteopetrotic phenotype [45]. It is currently debated whether osteocytes contribute to bone remodeling and loss during spaceflight (for full review see [33]), however, our results support a role for microgravity-induced osteocytic osteolysis.",
        "To further investigate osteocyte-mediated molecular mechanisms associated with bone loss in space, we analyzed gene expression changes relevant to bone extracellular matrix in marrow-free bone tissue containing predominantly osteocytes but also osteoblasts. We found increases in mRNA levels for several collagen molecules and laminin subunits, suggesting increased matrix remodeling, and significant up-regulation of mRNA for matrix metalloproteinases 1, 3, and 10 in flight samples compared to ground controls, while MMP inhibitors showed no statistically significant alterations in expression (Fig. 4, Table 3). Remarkably we also found that osteocytes embedded within the cortical bone of the proximal femur were strongly MMP10 positive in flight samples but not in ground controls, indicating that the up-regulation of MMP10 transcripts in flight samples may originate in osteocytes. ECM proteinases play a critical role in normal pericellular matrix remodeling following environmental stimuli, such as mechanical load, and matrix calcium regulation in normal physiological states as well as in many disease states, such as rheumatoid arthritis and osteoarthritis [46], [47], [48]. Previous studies have shown that osteoclasts secrete MMP1 and 3 during bone remodeling [49]. Furthermore, stromelysins (MMP3 and 10) retain significant activity in the acidic environment found in osteoclast resorptive pits and are secreted by osteoclasts in the sub-osteoclastic resorptive zone [49]. The number of dendritic processes from an osteocyte also increases with age, indicating that osteocytes embedded within the mineralized matrix may have the ability to generate new processes [50], [51]. In total, this gene and protein expression data, together with the ability of osteocytes to express the osteoclast marker TRAP and MMP10, support a role for osteocytic osteolysis in microgravity.",
        "In addition to a role for osteocytic osteolysis, we also hypothesized that bone loss in space may be mediated by intracellular signaling cascades that result in activation of p53 and p21 during osteogenesis. Tumor suppressor protein 53 (p53) is a growth suppressor and a transcriptional regulator which modulates the expression of a wide range of genes involved in cell cycle arrest, apoptosis, and differentiation [52] and p53 activation generally results in apoptosis. Mice null for p53 exhibit extensive blood tumors and an osteopetrotic bone phenotype, indicating a role for the p53 signaling pathway in the regulation of bone formation and degradation [29], [30]. Previous studies have also demonstrated that p53 levels are increased in the muscle of animals exposed to spaceflight [27] and that p53 knockout mice have preserved trabecular bone volume following hindlimb unloading [28]. In contrast to these findings we determined that mRNA expression levels of p53 in marrow free bone tissue was down-regulated and immunohistochemical analysis showed no nuclear or cytoplasmic accumulation of p53. Furthermore, examination of osteocyte nuclei in lacunae from cortical bone of the femur also revealed no differences in the number of empty lacunae, or nuclei with pyknotic morphology in spaceflight versus ground control animals. Previous research, however, has found that hindlimb unloading can result in osteocyte apoptosis and bone loss in the lumbar region of the spine [41]. Research into spaceflight versus 1 g simulations of spaceflight has, however, found differences in bone loss mechanisms including in trabecular bone loss, cancellous mineralization, and bone resorption rates [53]. Our data, including decreased message levels of p53, lack of protein accumulation of p53, and no alterations in osteocytic cell death, suggests that in contrast to hindlimb unloading, osteocyte apoptosis is mostly absent in short-term spaceflight.",
        "Previous studies have shown that periosteal bone formation is inhibited [25] and osteoblast populations are decreased [24] in response to spaceflight, however, the molecular mechanisms causing this arrest of bone formation are not yet known. In contrast to p53, which we found to be down-regulated, expression of CDKN1a/p21, a cell cycle arrest mediator immediately downstream of p53, and other stress response pathways were up-regulated during spaceflight (Fig. 6, Table 3), which may cause an inhibition of osteogenesis and bone formation. Immunohistochemical analysis showed that p21 in flight samples was strongly localized to osteoblast nuclei on the periosteal surface of the femur and near the femoral head. In addition, spaceflight animals showed increased nuclear p21 staining in muscle fibers attached to the femur. MRL mice, which regenerate cartilage, skin, hair follicles, and myocardium with high fidelity and without scarring [54], also lack p21 expression, providing evidence that p21 could play a role in inhibiting tissue regeneration. In addition, CDKN1a/p21 knockout mice also have a regenerative phenotype similar to MRL mice, with normal development, early entry into S phase of the cell cycle, enhanced proliferation, and sensitivity to UV-induced apoptosis [31]. Elevated CDKN1a/p21 levels in spaceflight may therefore explain the observed reduction in osteogenesis and bone growth. The expression of CDKN1a/p21 may also occur in tissues, possibly resulting in a systemic cell cycle and tissue regenerative response. In addition to bone, our gene expression results also show accumulation of p21 in muscle (Fig. 6) and heart tissue (A. Kumar, E.A.C. Almeida, and R.K. Globus, unpublished results). One possible mechanism for systemic expression of CDKN1a/p21 in the mouse may be oxidative stress induced by reactive oxygen species (ROS). Elevated levels of ROS can result in increased lipid peroxidation and decreased levels of antioxidants, which have been reported both in spaceflight and hindlimb-unloading studies [55], [56], [57], [58]. Although the effect of CDKN1a/p21 accumulation in muscle and cardiomyocytes is not addressed in this study, it is possible that a systemic activation of CDKN1a/p21 by ROS could be occurring and might interfere with generalized tissue proliferation, repair and regeneration.",
        "Various other genes associated with cell cycle regulation were altered in response to spaceflight, including cell cycle arrest molecules and cell cycle regulation molecules (Table 3). Such molecules included up-regulation of Fbxo4 and Fbxo31 that have been shown to stimulate the ubiquitination of Ccnd1 [59], [60], [61]. Ccnd1 promotes the transition from G1 to S phase of the cell cycle and is also considered a mediator of signaling from extracellular stimuli to the cell cycle machinery. Furthermore, several of the up-regulated molecules, specifically, Ube2e3 and Mul1, are thought to be involved in cell growth arrest due to mitochondrial fragmentation. Although we have found no cellular evidence of increased apoptosis, several apoptosis-related genes were also up-regulated in flight samples including Cradd, Dapk1, Fbxo31, Hecw2 and MAPK10 (Table 3). The expression of these genes without increased cellular indications of apoptosis could be related to the survival-promoting function of p21 when the cell cycle is arrested.",
        "In order to determine the influence of spaceflight on osteogenic signaling pathways, we conducted RT-qPCR analysis of growth factor transcripts for genes involved in osteogenesis, bone mineralization, and their regulatory transcription factors. Altered growth factor binding in particular, can have significant impacts on intracellular signaling cascades and gene expression. We found message expression reductions in TGF-β2; FGF1 and 3; BMP4; Egr1; and Csf3 (Fig. 5, Table 3). Tgf-β is produced by osteoblasts and deposited in bone matrix during bone formation, and released by osteoclasts during bone resorption [62]. Additionally, Tgf-β induces proliferation and differentiation in osteoblasts while inhibiting osteoclast precursor differentiation and bone resorption [63], [64]. Decreased levels of Tgf-β in the hindlimb of flight samples compared to ground controls has previously been reported. Tgf-β has also been suggested to play a critical role in the mechanosensing ability of bone and bone cells by serving as an intracellular messenger between strain responsive cells and other bone cells [65]. Decreased levels of Tgf-β in the periosteum but not in the cancellous compartment of the hindlimb, correlated with decreases in periosteal bone formation and mineral deposition rates, are suggestive of a role for Tgf-β in mechanical-loading-induced bone formation.",
        "We also found decreases in the expression levels of Bmp4 message (Table 3), which is one of the most potent inducers of bone formation through stimulation of osteoblast differentiation. It has recently been shown that Bmp4-induced cell cycle arrest during osteoblast differentiation is dependent on the induction of p21 and p27 expression [66]. Several additional genes associated with cell growth and differentiation including Myod1, Twist1, and Egr1 were also altered in spaceflight (Fig. 5A, Table 3). Myod1 is known for its function in muscle cells where it causes increased differentiation through activation of p21 [67]. Myod1, however, is also broadly expressed in other tissues and down-regulation of Myod1 message is suggestive of decreased p21-mediated cell differentiation. In agreement with this, Twist 1, known to be involved in differentiation by inhibiting DNA binding by Myod1 and transactivation by Mef2, was up-regulated. Decreased Myod1 expression suggests a decrease in CDKN1a/p21 levels associated with cell differentiation, and leads us to hypothesize that the CDKN1a/p21 elevation we observe in spaceflight is independent of differentiation, and possibly induced by the oxidative stress related to reduced mechanical load in microgravity. Egr1 has been shown to be regulated by c-Fos [68], however, Egr1 activation has also been shown to occur independently of c-Fos through activation of the Erk 1/2 pathway in response to shear stress. Although the exact mechanism regulating Egr1 activity is not examined here, down-regulation of this molecule has important implications for cell growth and differentiation due to its potential role in the regulation of over 30 genes. Furthermore, decreased levels of Egr1 leads to decreased formation of the Egr1/Sp1 complex resulting in increased levels of free Sp1 available for binding to the m-CSF promoter, increased m-CSF expression, and consequently, more osteoclast formation [69]. The observed decreases in TGF-β message could also contribute to decreased Egr-1 expression.",
        "Vitamin D receptor and Sox9, two transcription factors involved in osteogenesis, were also differentially expressed in spaceflight. Vdr gene expression is stimulated by Ras/Raf/MAP kinase signaling through the AP-1 site on the Vdr promoter [46], [70]. Vitamin D has been shown to modulate NFκB activity in multiple cell types, which suggests a role for the Vitamin D receptor in regulation of the NFκB pathway. Vdr-null mice have been shown to have decreased IκBα levels due to loss of vdr-p65 interaction affecting NFκB transcriptional activity [48]. This could provide an additional mechanism for the observed inhibition of NFκB activation in our spaceflight samples. The MAP kinase-ERK pathway is also known to activate the transcription factor Sox9 [71], which is a regulatory factor required for chondrocyte differentiation [72]. Activation of Sox9 by p38-MAP kinase signaling results in chondrocyte growth and differentiation while depression of Sox9 transcription results in cartilage degeneration and osteo-arthritis [55], [73]. Additionally, Sox9 is important for extracellular matrix production [73]. P38-MAP kinase down-regulation and loss of Sox9 transcriptional activation may therefore have important implications for cartilage health and regeneration, and matrix production in spaceflight. Rps6kb1, a down-stream effector of the Pi3K/Akt/mTOR pathway, was also down-regulated in spaceflight (Table 3), and is involved in cell proliferation through the activation of protein synthesis by Eif4e and inhibition of apoptosis through phosphorylation of BAD (for full review see [56]).",
        "In total, our findings demonstrate the pelvic-femoral musculo-skeletal complex as a highly load and gravity sensitive structure that can serve as a valuable model to study muscle and bone degeneration in space. Additionally, we demonstrate that bone responses to spaceflight are complex and involve osteoclastic, osteoblastic, and osteocytic degenerative responses. Finally, our findings on CDKN1a/p21 up-regulation in microgravity have the potential to become a major concern for tissue regenerative health in long-duration spaceflight. Future studies should address the specific molecular regulatory mechanisms of CDKN1a/p21 involvement in tissue degeneration during long-term spaceflight and the possibility of systemic activation of this strong molecular inhibitor of regenerative adult stem cell proliferation.",
        "All experimental animal procedures for STS-131 were approved by the Institutional Animal Care and Use Committee at the National Aeronautics and Space Administration (NASA) Ames Research Center under protocol NAS-10-002-Y1, and conformed to the U.S. National Institutes of Health Guide for the Care and Use of Laboratory Animals.",
        "Female, 16-week-old C57BL/6J mice (n = 8) were subjected to 15-days of spaceflight on board the space shuttle Discovery during the STS-131 mission, and as part of the NASA Biospecimen Sharing Program for the spaceflight experiment “Mouse Antigen-Specific CD4+ T Cell Priming and Memory Response during Spaceflight”. Animals used in this study were not subjected to experimental procedures during spaceflight. Animals were housed in the NASA Animal Enclosure Module (AEM) habitats for the duration of the flight and were exposed to normal day/night cycles. The NASA AEM units are composed of a stainless steel grid cage, fan blowers, a layered filter system, interior lamps, food bars and a water box. They are self-contained habitats that provide up to 8 mice with constant access to food and water while also providing a waste management system that isolates the animals from their waste and food crumbs. The AEMs were housed within a standard middeck locker on board the space shuttle. Animals were not acclimated to habitats prior to flight, but were provided with both the food bars and water bottles used in flight for at least 2 weeks prior to launch. Synchronous ground controls were also conducted using identical AEM modules. Spaceflight and synchronous ground control animals were weighed pre- and post-flight and were subjected to veterinary examination before euthanasia. Food and water consumption of each group was measured upon recovery and averaged per mouse per day. Animals were euthanized approximately 2 h after landing using isoflurane anesthesia followed by thoracotomy. Upon recovery, the pelvis and femur were dissected and the soft tissue was removed from the bones. The bone marrow was flushed from both left and right ilium and proximal femora and used for other experimental procedures not described in this paper. Care was taken to avoid disturbing the cancellous bone and bone marrow in both femoral heads during aspiration, to allow for TRAP and immunohistochemical analysis of this region. Both ilia were placed in 1 ml RNAlater at 4°C for 24 h to enable it to penetrate the bone. Vials were then transferred to −80°C and shipped on dry ice to NASA Ames Research Center for isolation of RNA and gene expression analysis. The pelvic ischium and proximal femur were fixed in 4% paraformaldehyde for 24 h at 4°C, washed twice with PBS, and stored in PBS at 4°C. The pelvic ischium was used for microcomputed tomography (µCT) and nano-computed tomography (nCT), while the proximal femur was used for TRAP staining and immunohistochemical analysis of proteins of interest as described below.",
        "Micro-computed tomography (µCT) was used to image and quantify bone morphometry of the ischium region in the right coxa (SkyScan 1174 microCT scanner, Kontich, Belgium). Of the original 8 samples in each group, both flight and ground control had one sample that was fractured during the dissection rendering it unsuitable for the µCT analysis (n = 7).",
        "Each ischium with soft tissue still intact, previously fixed in 4% paraformaldehyde and stored in PBS, was mounted vertically into a low-x-ray density Styrofoam holder, wrapped with Press-n-Seal film to prevent drying, and scanned in air. Images were acquired at 50 kV and 800 µA with 0.5 mm aluminum x-ray detector filter, a pixel resolution of 6.77 µm, voxel volume of 310.29 µm3, an exposure time of 3.5 s per frame with 3 averaging frames, a rotation step of 0.5°, and a rotational angle of 180°.",
        "Raw image data were reconstructed into a stack of 2D cross-sectional slices using NRecon volumetric reconstruction software (Skyscan v1.6.3.2). Reconstruction was carried out with a beam hardening correction of 30%, a ring artefact correction of 4, and a dynamic contrast range of 0 to 0.10.",
        "For analysis, a selected region of 4.89 mm (720 slices), starting from 5 slices proximal to caudal apex of the obturator foramen through ischial tuberosity (Fig. 1A), was analyzed using CTan software (Skyscan v1.10.9.0). A global binarization threshold of 65/255 was applied to the reconstructed images. As the mouse ischium is a thin bone with similarly sized bridge-like trabeculae connecting two opposing cortical sheets, we were unable to analyse cortical and trabecular bone regions separately. Instead we contoured along a perimeter of the cortical bone using a “shrink-wrap” custom plug-in of CTan software and analyzed them together. The following indices for mineralized tissue were investigated: total volume of region of interest (TV), bone volume of region of interest (BV), bone volume fraction (BV/TV), average thickness (Th), and mean linear attenuation coefficient. In addition to calculated indices, 3D analysis included the generation of color-coded image maps of ischial structure thickness. These images were loaded into CTvox 3D visualization program (Skyscan v1.0.or479) for a qualitative comparison of bone thickness between flight and ground control groups. To gain some insight on whether the shape of the ischium had changed with the flight environment, we examined a single cross-sectional slice, cut at the dorsal-most point of the descending ischial ramus, and measured the bend angle, the length, and the width at two points, half and one-third of the way from the proximal end (Fig. 1D), using CTan measurement tools. A two-tailed student’s t-test (GraphPad PRISM) was carried out to compare the means, with p-value <0.05 considered to be statistically significant.",
        "Following spaceflight, we performed high-resolution measurements of bone density and lacunar nanostructure using the hard X-ray Transmission Microscopy (TXM) facility at the Stanford Synchrotron Radiation Light Source (SSRL). Analysis was performed on similarly oriented transverse sections of cortical bone from mouse ischia near the dorsal-most point of the descending ischial ramus.",
        "Ischia from seven ground control and eight spaceflight mice were fixed in 4% paraformaldehyde and stored in PBS, prior to cutting 30 µm thick cortical bone sections using single-use steel histology blades.",
        "X-ray attenuation images were acquired at 5.4 keV energy with 40 nm resolution. Triplicate 0° angle images of each sample for osteocyte lacunar and canalicular analysis were obtained with an exposure of 4 s and a beam intensity of 2. Images at 90°, were exposed for 8 s with a beam intensity of 1, and used to measure section thickness.",
        "For calibration of mineral density to an X-ray attenuation curve, we used chlorapatite crystals standards and methods previously described [22]. Briefly, to account for beam intensity variations, for each synchrotron experimental run we imaged known size and mineral density chlorapatite crystal standards and plotted log x-ray attenuation relative to thicknesses in the 1 to 100 m size calibration range. Bone density was then calculated from measured 0° bone attenuation values and 90° section thickness values, relative to the standard x-ray attenuation curve.",
        "For quantification of lacunar area, circularity, and perimeter, we used Image J software to trace lacunae in 0° angle images and measured area, circularity, and perimeter in the outlined regions of interest. To measure changes in the dimensions of canaliculi following spaceflight, we selected a 15 µm region of interest extending into the bone from the lacunar wall surface, and measured canalicular diameters. Unpaired t-test analysis was carried out to compare the means, with p-value <0.05 considered to be statistically significant.",
        "The right proximal femur was used for tartrate resistance acid phosphatase staining. Bone marrow was gently aspirated from the shaft region of the femur so as not to disturb cancellous bone and bone marrow in the femoral head. Flushed bone was then demineralized using 20% EDTA for 21 days, with solution changes every three days. Decalcified bones were dehydrated in a graded ethanol series and embedded in paraffin in preparation for immunohistochemical analysis. Longitudinal sections of 7 μm thickness were prepared and immediately before analysis, sections were deparaffinized in 100% xylene, and rehydrated in 100% EtOH, 95% EtOH, 75% EtOH and DI H2O consecutively. TRAP staining was then conducted on these sections (n = 6 sections per animal, n = 5 mice). The sections were stained for tartrate resistant acid phosphatase (TRAP) using an Acid Phosphatase Leukocyte Kit (Sigma-Aldrich, Catalog #387A-1KT) according to the manufacturer protocol. Images were acquired immediately after staining at magnifications of 20× and 40× using a SPOT RT slider cooled CCD camera attached to an Olympus BX51 microscope. All images were taken at the same balance, gain, and brightness. To quantify osteoclast numbers and osteoclast contact with bone surfaces we imaged the central cancellous bone region in the proximal femur just below the growth plate. Criteria for inclusion of osteoclasts in cell counts included TRAP-positive staining, at least 4 nuclei, and a contact surface with cancellous bone of at least 10 µm. Using Image J, we measured the total number of osteoclasts that met the inclusion criteria, length of cancellous bone surface, and length osteoclast contact surface with cancellous bone. The following indices for mineralized tissue were investigated: total number of osteoclasts per mm of bone surface (N.Oc./BS), and percentage of osteoclast-covered surface (Oc.S./BS). To analyze osteocytes, Image J was used to perform a cell count of TRAP-positive osteocytes and total number of osteocytes in the cortical bone immediately distal to the growth plate of the femur. All statistical analyses were performed using an unpaired t-test to determine the significant differences between ground control and spaceflight samples.",
        "Total RNA was isolated from both RNAlater-fixed pelvic ilia (flushed of bone marrow) from spaceflight and ground control animals using the TRIzol method (Invitrogen). Briefly, ilia were homogenized with a hand held homogenizer in 1 ml of TRIzol reagent (Invitrogen, Catalog #15596-026) for 30–60 s. Homogenized samples were incubated in TRIzol for an additional 5 min, 200 μl of chloroform was added and samples were incubated for a further 3 min. Samples were centrifuged at 12,000 g for 15 min at 4°C. The aqueous phase containing RNA was placed into a new tube and RNA was precipitated with 600 μl of isopropanol for 10 min. Samples were centrifuged again at 12,000 g for 10 min at 4°C and the supernatant was discarded. RNA was washed with 1 ml 75% EtOH, centrifuged at 7,500 g for 5 min at 4°C, the pellet was air dried and re-dissolved in 30 μl RNase-free water. Samples were then purified using RNeasy mini kit (Qiagen, Catalog #74104) with genomic DNA elimination step according to the manufacturers protocol. RNA concentration was measured using spectrophotometry (Nanodrop, ThermoFisher) and quality was examined with agarose gel electrophoresis. Gene expression was analyzed using Qiagen Pathway-Focused Mouse qPCR Arrays. We examined genes involved in osteogenesis, extracellular matrix, ubiquitination, and the p53, Pi3K, NFκB, and MAP Kinase, signaling pathways in bone tissue. Each array consisted of primer sets for 84 pathway-focused genes of interest, five reference genes (Gusb, Hprt1, Hsp90ab1, Gapdh, and Actb), one genomic DNA contamination control, three positive PCR controls and three positive reverse transcription controls on a 96 well plate. One μg of total RNA per sample (n = 6) was reverse transcribed to cDNA using RT2 First Strand cDNA Synthesis Kit (SABiosciences, Catalog #330401) according to the manufacturer’s protocol. Briefly, genomic DNA elimination buffer was added to the sample and incubated at 42°C for 5 min. Reverse transcription cocktail containing primers, external controls and RT enzyme mix was then added to the samples and samples were incubated at 42°C for 15 min and the reaction was stopped by incubation at 95°C for 5 min. The cDNA was mixed with RT2 SYBR Green/Rox qPCR master mix and equal volumes (25 μl) were added to PCR plates. Plates were sealed with optical thin-walled 8-cap strips (Qiagen, Catalog #1065667) and qPCR of sample arrays was performed using an Applied Biosystems 7500 Real Time PCR instrument. Real-time PCR conditions were as follows: one cycle 95°C for 10 min, 40 cycles of 95°C for 15 s and 60°C for 1 min, followed by one cycle of 95°C for 15 s, 60°C for 1 min, 95°C for 15 s and 60°C for 15 s. Gene expression levels from all arrays were analyzed for alterations in expression levels as compared to ground controls (n = 6, p<0.05) using a PCR Array Data Analysis Template (v3.2, SABiosciences). Data analysis was based on the ΔΔCt method and gene expression levels were normalized to four reference genes (Gusb, Hprt1, Gapdh, and Actb).",
        "Sections of the right-proximal femur prepared as described above for TRAP Staining were also used for immunohistochemical and immunocytochemical analysis. The following primary polyclonal antibodies were used in the immunohistocehmical analysis: anti-p21 (1∶50 dilution, Santa Cruz Biotechnology), anti-p53 (1∶50 dilution, Santa-Cruz Biotechnology), anti-Matrix Metallopeptidase 10 (1∶20 dilution, Novus Biologicals) and anti-Mdm2 (1∶25 dilution, Santa Cruz Biotechnology). Peroxidase conjugated donkey anti-rabbit IgG was used as the secondary antibody (1∶5000 dilution, Jackson Immunoresearch). Briefly, sections were immersed in sodium citrate buffer for 10 min at 95°C, washed in DI water and immersed in PBS containing 0.1% Triton X-100, pH 7.4 (2×5 min). Sections were then blocked in 10% normal blocking serum (Donkey serum in PBS-T) for a period of 1 h in a moist chamber at room temperature. Primary antibody incubation was conducted in a moist chamber at 4°C overnight. Sections were washed in PBS-T and incubated with peroxidase conjugated secondary antibody in a moist chamber at room temperature for 1 h and then rinsed with PBS-T and incubated in peroxidase substrate for 12–30 min until staining was complete. Sections were washed in DI water and dehydrated in 75%, 95% and 100% EtOH followed by 100% xylene for 3 min at each stage. Sections were mounted in mounting medium and visualized using an Olympus BX51 light microscope. For osteocyte nuclear localization, we used Hoechst 33342 staining (500 ng/ml in DI water for 10 min at room temperature, Invitrogen, Catalog #H1399) on deparaffinized sections of the right-proximal femur prepared as described above. Lacunae with and without Hoechst stained nuclei, and nuclear pyknotic morphology were used to quantify osteocyte apoptosis.",
        "This work was supported by NASA-NNH08ZTT003. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
        "Articles from PLoS ONE are provided here courtesy of PLOS"
      ]
    },
    "references": [],
    "statistics": {
      "total_authors": 12,
      "abstract_words": 309,
      "total_words": 9152,
      "references_count": 0,
      "sections_found": [
        "full_content"
      ]
    },
    "scraped_at": "2025-10-04T10:57:15.355049",
    "success": true,
    "original_data": {
      "pmc_id": "3630201",
      "doi": "https://doi.org/10.1371/journal.pone.0061372",
      "figures_count": 6,
      "tables_count": 3
    }
  },
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11988870/",
    "title": "Microgravity and Cellular Biology: Insights into Cellular Responses and Implications for Human Health",
    "authors": [
      "Nelson Adolfo López Garzón",
      "Grupo de Investigación en Salud (GIS), Departamento de Medicina Interna, Universidad del Cauca, Popayan 190003, Colombia",
      "María Virginia Pinzón-Fernández",
      "Jhan S Saavedra T",
      "Humberto A Nati-Castillo",
      "Interinstitutional Internal Medicine Group (GIMI 1), Department of Internal Medicine, Universidad Libre, Cali 760031, Colombia",
      "Marlon Arias-Intriago",
      "One Health Research Group, Universidad de las Américas, Quito 170124, Ecuador",
      "Camila Salazar-Santoliva",
      "Juan S Izquierdo-Condoy"
    ],
    "abstract": "Microgravity, defined by minimal gravitational forces, represents a unique environment that profoundly influences biological systems, including human cells. This review examines the effects of microgravity on biological processes and their implications for human health. Microgravity significantly impacts the immune system by disrupting key mechanisms, such as T cell activation, cytokine production, and macrophage differentiation, leading to increased susceptibility to infections. In cancer biology, it promotes the formation of spheroids in cancer stem cells and thyroid cancer cells, which closely mimic in vivo tumor dynamics, providing novel insights for oncology research. Additionally, microgravity enhances tissue regeneration by modulating critical pathways, including Hippo and PI3K-Akt, thereby improving stem cell differentiation into hematopoietic and cardiomyocyte lineages. At the organ level, microgravity induces notable changes in hepatic metabolism, endothelial function, and bone mechanotransduction, contributing to lipid dysregulation, vascular remodeling, and accelerated bone loss. Notably, cardiomyocytes derived from human pluripotent stem cells and cultured under microgravity exhibit enhanced mitochondrial biogenesis, improved calcium handling, and advanced structural maturation, including increased sarcomere length and nuclear eccentricity. These advancements enable the development of functional cardiomyocytes, presenting promising therapeutic opportunities for treating cardiac diseases, such as myocardial infarctions. These findings underscore the dual implications of microgravity for space medicine and terrestrial health. They highlight its potential to drive advances in regenerative therapies, oncology, and immunological interventions. Continued research into the biological effects of microgravity is essential for protecting astronaut health during prolonged space missions and fostering biomedical innovations with transformative applications on Earth. Keywords: microgravity, tissue effects, immune system, cardiomyocytes, cancer biology, human health",
    "full_text": {
      "full_content": [
        "Imbalance between M1 and M2 polarization",
        "↓Antigen presentation",
        "↑Numbers but with ↓functionality",
        "↓Proliferation and increased apoptosis",
        "↓Activation and proliferation",
        "Dysfunction in RAS, ERK, and NF-κB pathways",
        "Gastrointestinal Cancer",
        "Low proliferation and growth",
        "Inhibition of proliferation",
        "↑Lipid accumulation (lipotoxicity)",
        "Increased bone mass loss",
        "↓Oxidative phosphorylation and fatty acid metabolism genes (↓mitochondrial respiration, metabolic shift)",
        "In Vitro Human Oocytes",
        "↑Maturation and functionality",
        "Temporary deactivation of the Hippo pathway (increased proliferation and tissue repair response)",
        "Neural crest stem cells",
        "Salmonella Typhimurium (in mice)"
      ]
    },
    "references": [],
    "statistics": {
      "total_authors": 10,
      "abstract_words": 255,
      "total_words": 335,
      "references_count": 0,
      "sections_found": [
        "full_content"
      ]
    },
    "scraped_at": "2025-10-04T10:57:18.613163",
    "success": true,
    "original_data": {
      "pmc_id": "11988870",
      "doi": "https://doi.org/10.3390/ijms26073058",
      "figures_count": 4,
      "tables_count": 1
    }
  },
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7998608/",
    "title": "Selective Proliferation of Highly Functional Adipose-Derived Stem Cells in Microgravity Culture with Stirred Microspheres",
    "authors": [
      "Takanobu Mashiko",
      "Department of Plastic Surgery, Jichi Medical University 3311-1, Yakushiji, Shimotsuke-Shi, Tochigi 329-0498, Japan; takanobu-mashiko@umin.ac.jp (T.M.); kanayama-tky@umin.ac.jp (K.K.); natsaito@jichi.ac.jp (N.S.); shirado@jichi.ac.jp (T.S.); asasihitohito@yahoo.co.jp (R.A.); mamori-kyt@umin.ac.jp (M.M.)",
      "Department of Plastic Surgery, Toranomon Hospital 2-2-2, Toranomon, Minato-Ku, Tokyo 105-8470, Japan",
      "Koji Kanayama",
      "Natsumi Saito",
      "Takako Shirado",
      "Rintaro Asahi",
      "Masanori Mori",
      "Kotaro Yoshimura"
    ],
    "abstract": "Therapeutic effects of adult stem-cell transplantations are limited by poor cell-retention in target organs, and a reduced potential for optimal cell differentiation compared to embryonic stem cells. However, contemporary studies have indicated heterogeneity within adult stem-cell pools, and a novel culturing technique may address these limitations by selecting those for cell proliferation which are highly functional. Here, we report the preservation of stemness in human adipose-derived stem cells (hASCs) by using microgravity conditions combined with microspheres in a stirred suspension. The cells were bound to microspheres (100−300 μm) and cultured using a wave-stirring shaker. One-week cultures using polystyrene and collagen microspheres increased the proportions of SSEA-3(+) hASCs 4.4- and 4.3-fold (2.7- and 2.9-fold increases in their numbers), respectively, compared to normal culture conditions. These cultured hASCs expressed higher levels of pluripotent markers (OCT4, SOX2, NANOG, MYC, and KLF), and had improved abilities for proliferation, colony formation, network formation, and multiple-mesenchymal differentiation. We believe that this novel culturing method may further enhance regenerative therapies using hASCs. Keywords: adipose-derived stem cell, microgravity culture, polystyrene microsphere, collagen microsphere, multilineage-differentiating stress-enduring cell",
    "full_text": {
      "full_content": [
        "Correspondence: kotaro-yoshimura@umin.ac.jp; Tel.: +81-285-58-8940; Fax.: +81-285-40-8280",
        "Received 2021 Jan 9; Accepted 2021 Mar 1; Collection date 2021 Mar.",
        "Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/).",
        "Therapeutic effects of adult stem-cell transplantations are limited by poor cell-retention in target organs, and a reduced potential for optimal cell differentiation compared to embryonic stem cells. However, contemporary studies have indicated heterogeneity within adult stem-cell pools, and a novel culturing technique may address these limitations by selecting those for cell proliferation which are highly functional. Here, we report the preservation of stemness in human adipose-derived stem cells (hASCs) by using microgravity conditions combined with microspheres in a stirred suspension. The cells were bound to microspheres (100−300 μm) and cultured using a wave-stirring shaker. One-week cultures using polystyrene and collagen microspheres increased the proportions of SSEA-3(+) hASCs 4.4- and 4.3-fold (2.7- and 2.9-fold increases in their numbers), respectively, compared to normal culture conditions. These cultured hASCs expressed higher levels of pluripotent markers (OCT4, SOX2, NANOG, MYC, and KLF), and had improved abilities for proliferation, colony formation, network formation, and multiple-mesenchymal differentiation. We believe that this novel culturing method may further enhance regenerative therapies using hASCs.",
        "Keywords: adipose-derived stem cell, microgravity culture, polystyrene microsphere, collagen microsphere, multilineage-differentiating stress-enduring cell",
        "Human adipose-derived stem cells (hASCs) are easily isolated therapeutic stem cells from adipose tissue. They have increasingly been used to ameliorate a broad range of refractory diseases, including irradiated tissue [1], ischemic wounds [2], and diabetic ulcers [3]. However, their clinical efficacy has been limited because the long-term survival of transplanted hASCs is diminished by environmental stress [4,5,6]. Consequently, hASC therapeutic mechanisms have been limited to the secretion of cytokines and growth factors to promote cell recruitment, immunomodulation, extracellular matrix remodeling, and angiogenesis [7,8,9,10]. In contrast, embryonic stem cells retain their potency and are thought to be superior to adult stem cells for regenerative potential [11]. However, the use of embryonic stem cells is limited by ethical issues [12].",
        "Modern research has made gains toward a better understanding of stem-cell heterogeneity [13,14]. Within stem-cell pools (previously thought to be homogenous), a surprising degree of subpopulation dynamics in gene expression has been revealed related to tissue regeneration, cell survival, proliferation, and stemness [15]. This concept of functional individuality within a stem-cell pool is especially important for hASCs, because cells with higher functional properties would be expected to have more promising therapeutic benefits through an increased capacity to survive under difficult conditions, to differentiate into various mesenchymal cell types, and to home into damaged tissues [16,17,18]. One example of a highly functional hASC candidate is the multilineage-differentiating stress-enduring (Muse) cell, which can be isolated from hASCs using its expression of stage-specific embryonic antigen-3 (SSEA-3) [19] and has been reported to have novel potential for liver cirrhosis [20], brain infarction [21], and aortic aneurysm [22] treatments.",
        "An additional problem is that the expansion of such highly-pluripotent cell populations is quite difficult. Adhesion-based cultures, the standard technique for in vitro expansion of hASCs, are known to lead to a gradual quiescence in stemness indicated, for example, by a decline in CD34 positivity [23]. In contrast, suspension-type cultures have also been used successfully for temporary cultivations of Muse cells, and although the mechanism is unknown, it has been reported that a microgravity (i.e., weightless) environment had a positive effect on stem-cell cultures for maintenance of their original potencies [24]. However, the forced-floating of hASC cultures using non-adherent dishes caused spherical aggregations and oxygen/nutrient diffusion limits, which resulted in central necrosis in hASC spheroids [25]. There is, therefore, an urgent need for new and advanced culture techniques to permit the selective expansion of hASC subpopulations with improved properties for proliferation, differentiation, angiogenesis, immunosuppression, and stress-resistance.",
        "The microcarrier system was first introduced in 1967 for the growth of fibroblasts [26], and has been used for the expansion of other adherent cells such as chondrocytes [27], hepatocytes [28], neural stem cells [29], and hASCs [30,31]. Microcarriers are usually small spherical particles which can adhere to cultivated cells and are characterized by higher surface-to-volume ratios that can accommodate higher cell densities compared to monolayer cultures. Most importantly, under the dynamic conditions of continuous shaking, microcarrier culturing has a multidirectional gravity effect on the adhered cells, effectively mimicking floating cultures. Therefore, the aim of this study was to evaluate the ability of dynamic microgravity culturing of hASCs using microcarriers to selectively expand highly functional stem-cell subpopulations.",
        "Human lipoaspirates were obtained from 12 healthy female donors, average age 42.2 ± 9.3 years (mean ± SD) and average body mass index of 22.4 ± 1.8 kg/m2, who underwent abdominal liposuction. Each patient provided written informed consent, and the research protocol was approved by the institutional review board. The stromal vascular fraction (SVF) was isolated from the lipoaspirates as described previously [23]. Briefly, aspirated fat tissue was digested using 0.075% collagenase (Wako Pure Chemical Industries, Osaka, Japan) at 37 °C for 30 min on a shaker. After centrifugation (800× g for 10 min), SVF cells were obtained as cellular pellets, filtered through 100, 70, and 40 μm mesh, and resuspended. The SVF cells were plated at a density of 5 × 105 nucleated cells/100 mm dish and cultured at 37 °C in an atmosphere of 5% carbon dioxide in humid air. Cells were grown in Dulbecco’s Modified Eagle Medium with Ham’s F-12 (DMEM/F12; Wako Pure Chemical Industries) supplemented with 10% fetal bovine serum. Primary cells were cultured until near confluence. Then, the adherent cells were released using a proteolytic enzyme treatment (TrypLE Express, Invitrogen, Carlsbad, CA, USA), defined as passage 0 (P0) hASCs, and transferred to another dish. Once the adherent hASCs reached 80% confluency, cells were passaged using TrypLE Express, and P3 hASCs were used in the following experiments. Using a multicolor flow cytometer (MACS-Quant, Miltenyi Biotec, Bergisch Gladbach, Germany), P3 hASCs were characterized for the positive expressions of CD73, CD90, and CD105 and the negative expression of CD45 before use.",
        "First, SSEA-3 marker expression was assessed in normal hASCs using flow cytometry. Adherent P3 hASCs from each donor were detached using TrypLE Express, centrifuged, and washed with phosphate-buffered saline (PBS). The cells were sieved through 100 and 40 μm mesh filters, pelleted by centrifugation, and then resuspended for analysis. The isolated cells were incubated with rat anti-SSEA-3 antibody (1:50; BioLegend, San Diego, CA, USA) and detected using an fluorescein isothiocyanate-conjugated anti-rat IgM (BD Biosciences, San Diego, CA, USA). Analyses were performed using a multicolor flow cytometer (MACS-Quant). Control gates were set based on staining with a labeled non-specific antibody (matched isotype control immunoglobulin G (IgG)); no more than 0.1% of the cells were deemed positive using the non-specific antibody.",
        "To assess the stress durability of SSEA-3-positive cells, adherent P3 hASCs were exposed to a variety of optimized stress conditions (heat, 45 °C for 1 min; low-pH solution (pH = 5) for 60 min; proteolysis, TrypLE Express for 20 h at 37 °C; hypotonia, Milli-Q water for 1 min; and mechanostress, transferred 30 times between two syringes through a connector with a small hole). One day after stress exposure, cell numbers and viability were measured using a dual-fluorescence automated cell counter (Luna-FL, Logos Biosystems, Gyeonggi-do, Korea), and SSEA-3 positivity was detected by flow cytometry after gating dead cells from live cells using 7-amino-actinomycin D (7AAD, BD Biosciences) fluorescence (n = 12).",
        "Two kinds of microspheres were used as cell carriers during cell culture. First, crosslinked polystyrene microspheres (Polystyrene Beads Large, Polysciences, Warrington, PA, USA) with diameters between 200−300 μm were used. For good cell attachment, the polystyrene surfaces were hydrophilized using a 30 min plasma treatment from a vacuum plasma apparatus (YHS-DφS, Sakigake-Semiconductor, Kyoto, Japan). Ten grams of polystyrene microspheres (approximately 2.4 million microbeads with a total surface area of 4000 cm2) were washed three times in 70% ethanol for sterilization and diluted in 15 mL of PBS. Secondly, collagen microspheres (100−200 μm diameters, Cellagen; Koken, Tokyo, Japan) manufactured from reconstituted collagen obtained from bovine skin and crosslinked with 0.5% hexamethylene diisocyanate were used. Pre-sterilized vials (15 mL) contained approximately three million collagen beads with a total surface area of approximately 4000 cm2.",
        "The two types of microspheres were washed with PBS and resuspended in warm culture medium overnight (DMEM/F12) prior to use. Polystyrene and collagen microsphere solutions (0.3 mL), representing a total surface area of approximately 80 cm2, were added to 3.5 cm diameter, non-adherent, polystyrene dishes (Corning Inc., Corning, NY, USA). The dishes were placed onto a continuous-action shaker (Wave-PR, Taitec, Saitama, Japan), capable of shaking the microspheres in three dimensions by combining movements from two axes (rotary and seesaw). As a result, the cumulative gravity vector toward the microspheres was minimized towards zero (i.e., microgravity). The unit was driven by a computer system which allowed for the adjustment of rotation speed and shaking angle (see Video S1).",
        "For each dish on the shaker, 1 × 105 P3 hASCs were suspended in 300 μL of DMEM/F12 and incubated at 37 °C in an atmosphere of 5% carbon dioxide in humid air. After allowing the mixture of cells and microcarriers to settle for 30 min, 2 min of shaking was started at a setting of 10 rpm and a shaking angle of 6 degrees, and then stopped for a further 28 min. This 30 min procedure was repeated eight times (4 h total) to allow the cells to adhere to the microspheres circumferentially. Then, DMEM/F12 was added (1.5 mL) and the suspension was stirred continuously at 15 rpm at a 6° shaking angle. Using this continuous stirring, the cells experienced a microgravity environment while being strongly attached to the microspheres. Culturing continued for up to two weeks, and the culture medium was changed twice per week as follows; after allowing the microspheres to settle, half of the supernatant was exchanged for fresh medium.",
        "When ready for analysis, the cell–microcarrier complexes obtained from the culture dishes were transferred to new tubes (15 mL) and sedimented. For each tube, the supernatant was removed, and the complexes were washed using PBS. Cells were enzymatically released by incubation with 5 mL of TrypLE Express for 15 min at 37 °C. Cell suspensions were diluted with additional culture medium (5 mL) and sieved through 100 and 40 μm mesh collector screens. Cells were pelleted by centrifugation at 600× g for 5 min, and then resuspended for analysis. No microcarriers (fractured or intact) were seen in the retrieved cell suspensions.",
        "Numerical measurement of viable cells cultured on polystyrene and collagen microspheres, or in polystyrene and collagen dishes was carried out using a dual-fluorescence automated cell counter (Luna-FL). P3 hASCs (1 × 105) were seeded onto polystyrene and collagen microspheres under dynamic conditions, or onto polystyrene and collagen dishes as static monolayer cultures. The cells were retrieved by trypsinization and counted on days 1, 3, 5, 7, and 14, and growth rates were calculated (i.e., hASC growth rate = hASC number on day 7/day 1). Data were gathered from six separate samples. Visualizations of hASCs cultured on polystyrene and collagen microspheres were carried out on day 7 using a light microscope (Leica DM-LB, Wetzlar, Germany) and a scanning electron microscope (SEM; S-3500N, Hitachi, Tokyo, Japan) at a beam energy of 25 kV. For the observing the collagen microspheres, a cryo-SEM technique at −130 °C was used so as not to scatter and lose uncharged microspheres.",
        "To determine whether microsphere culturing and/or dynamic conditions enhanced the proliferation of highly functional hASCs, we assessed cell number, viability, and SSEA-3-positivity using flow cytometry in six groups: hASCs retrieved from either polystyrene or collagen microcarriers under dynamic conditions, those retrieved from either polystyrene or collagen microcarriers under static conditions, and those retrieved from either polystyrene or collagen dishes. The number of SSEA-3(+) cells was measured after seven days of culture under each condition, and growth rates were calculated (i.e., SSEA-3(+) growth rate = SSEA-3(+) cell number on day 7/day 0). Six separate samples were used for the data analysis.",
        "P3 hASCs were cultured for seven days on polystyrene or collagen microspheres, and in polystyrene or collagen dishes, fixed with 4% paraformaldehyde, washed in PBS, and permeabilized with 0.2% Triton X-100 (Sigma-Aldrich, St. Louis, MO, USA). Cells were incubated for 16 h (4 °C) with the following primary antibodies: anti-OCT4 (GeneTex, Irvine, CA, USA); anti-SOX2 (GeneTex); anti-NANOG (N3C3, GeneTex); and anti-SSEA-3 (EMD Millipore, Darmstadt, Germany). All primary antibodies were diluted 1:200 in a solution of PBS/0.1% bovine serum albumin. Appropriate secondary antibodies (1:200 dilutions of either goat anti-rabbit IgG Alexa Fluor 594, goat anti-rabbit IgG Alexa Fluor 488, or goat anti-rat Alexa Fluor 594) were incubated with cells for 1 h at room temperature. Finally, cells were washed with PBS and treated with Hoechst 33342 (1:500; Dojindo, Kumamoto, Japan) for 10 min. Stained cells were visualized as 30 μm Z-stack fluorescence images collected in 1.5 μm steps taken by a fluorescence-equipped microscope (Keyence, Osaka, Japan).",
        "Total RNA was isolated from hASCs cultured with either polystyrene or collagen microspheres under dynamic conditions, polystyrene or collagen microspheres under static conditions, and from those cultured on normal polystyrene dishes (control) for seven days using an RNeasy Mini kit (Qiagen, Carlsbad, CA, USA), followed by reverse transcription. RT-PCR was performed using a StepOnePlus RT-PCR system (Thermo Fisher Scientific, Waltham, MA, USA) using a fast SYBR Green PCR master mix (Thermo Fisher Scientific) and the primers listed in Table 1. Expression levels were calculated by a comparative CT method relative to a common endogenous reference gene, ACTB. Data were taken from three separate samples.",
        "Primer sequences used for real-time PCR.",
        "ACTB, β-actin; OCT4, octamer-binding transcription factor 4; SOX2, (sex determining region Y)-box 2; KLF-4, Kruppel-like factor 4.",
        "P3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then seeded (1 × 102 cells) into polystyrene 6-well plates. Cells were incubated at 37 °C for ten days, fixed with methanol, stained with cresyl violet solution, and then counted using digital imaging software (Photoshop; Adobe Systems Inc., San Jose, CA, USA) (n = 6).",
        "P3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then cell-network formation was assessed. Matrigel (BD Biosciences) was applied to 96-well plates (50 μL per well) and polymerized (30 min at 37 °C). After incubation in endothelial basal medium (EBM; Cambrex, Walkersville, MD, USA) containing 2% fetal bovine serum for 24 h as a pretreatment, 5000 cells (resuspended in 50 μL of EBM) were plated into the Matrigel wells and cultured for 6 h. Branch formation was observed with phase microscopy, and the lengths of cytoplasmic extensions per field were calculated (n = 6).",
        "P3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then differentiated into adipogenic, osteogenic, and chondrogenic lineages (n = 3). Cells were seeded into polystyrene 6-well plates and incubated in DMEM/F12 until confluent. Adipogenic/osteogenic differentiation was initiated using either adipogenic medium (Adipolife; Lifeline Cell Technology, Frederick, MD, USA) or osteogenic medium (Osteolife; Lifeline Cell Technology). After culturing for 21 days (medium changed every three days), adipogenic ability was analyzed qualitatively with oil red O staining and quantitatively with AdipoRed reagent (Lonza, Basel, Switzerland). Osteogenic ability was analyzed qualitatively using von Kossa staining and quantitatively by Calcium-E testing (Wako Pure Chemicals). Chondrogenic differentiation was conducted using a micromass culture system; hASCs were resuspended in chondrogenic medium (Chondrolife; Lifeline Cell Technology) and centrifuged (800× g for 5 min). Half of the medium was changed after centrifugation every two days. After two weeks, chondrogenic ability was analyzed qualitatively using Alcian blue staining and quantitatively by measuring micromass diameters.",
        "Data were analyzed using SPSS package 23.0 (SPSS, Inc., Chicago, IL, USA) and Kyplot 2.0 (Freeware). Based on the Kolmogorov–Smirnov test, the data were normally distributed within the donor populations. Therefore, a one-way analysis of variance (ANOVA) and Bonferroni adjustments for post-hoc comparisons were used to determine significant differences between means (p < 0.05 representing significance, unless otherwise stated).",
        "Cells were expanded for three passages before characterization using flow cytometry and combinations of mesenchymal-cell surface markers. We found that 94.9 ± 3.3% of cells were positive for CD105, CD90, and CD73, and that 99.5 ± 0.3% were negative for CD45. Then, the total number of cells, their viability, and SSEA-3-positivity of viable cells were assessed in normal hASCs (control) and in five kinds of stress-treated hASCs. One day after stress exposure, even though all stressed groups showed significant reductions (62.4–74.2%) in viable cells compared to the control group, stressed cells exhibited higher proportions of SSEA-3(+) cells (heat, 2.1%; low pH, 3.1%; proteolysis, 4.2%; hypotonia, 2.2%; mechanostress, 1.4%) compared to controls (1.3%) (Figure 1A). No significant differences were detected in the overall numbers of SSEA-3(+) cells between stress-treated hASCs and normal hASCs, with the exception of the mechanostress group, which showed a significantly lower number of SSEA-3(+) cells (p < 0.01) (Figure 1B,C).",
        "Characterization of SSEA-3(+) human adipose-derived stem cells (hASCs) after exposure to various stress conditions (n = 12). (A) Numbers of viable hASCs one day after stress exposure. (B) Number of SSEA-3(+) hASCs one day after stress exposure. There were no statistically significant differences between stressed cells and normal cells, with the exception of the mechanostress group which showed a significantly lower number of SSEA-3(+) cells (* p < 0.01). (C) Representative plots of flow cytometry data.",
        "Adherent cells are continuously affected by the downward force of gravity throughout the culture period, but cells attached to continuously stirred microspheres are affected by multidirectional gravitational forces (i.e., microgravity) (Figure 2A). The numbers of hASCs were decreased in both polystyrene and collagen microsphere cultures on day 1, suggesting that some cells did not successfully adhere to the microbeads (Figure 2B). However, the growth rates (i.e., hASC number on day 7/day 1) used to estimate true cell proliferation showed no significant differences between groups (polystyrene microsphere, 6.0; collagen microsphere, 6.0; polystyrene dish, 5.7; collagen dish, 5.8). On day 14, there were no significant differences in the numbers of hASCs retrieved from each culture, possibly because the monolayer cultures reached confluency. Visualizations of hASCs that were adhered to polystyrene and collagen microspheres at culture-day 7 revealed their successful proliferation (Figure 2C).",
        "Cell growth in cultures with microgravity and microspheres. (A) Schematic representation of the comparison between an adherent culture and a microgravity/microsphere culture. (B) Growth curves of human adipose-derived stem cells (hASCs) cultured on polystyrene and collagen microspheres, or in polystyrene and collagen dishes (n = 6). Poly, polystyrene. (C) Microscopic views of culture-expanded hASCs on polystyrene (upper left) and collagen (upper right) microspheres and scanning electron microscope images of hASCs on polystyrene (lower left) and collagen (lower right) microspheres on day 7. Scale bars = 100 μm.",
        "As described above, the numbers of viable hASCs on day 7 were lower in the microsphere-cultured groups, regardless of the material (polystyrene or collagen) or the condition (dynamic or static), compared to the dish-cultured groups (Figure 3A). However, when compared to polystyrene monolayer cultures (as controls), the static-condition polystyrene and collagen microsphere cultures produced 2.3-fold and 2.2-fold proportional increases, and 1.2-fold and 1.3-fold increases in the numbers of SSEA-3(+) hASCs, respectively (p < 0.05 for both). In addition, the dynamic-culture conditions produced 4.4-fold and 4.3-fold proportional increases, and 2.7-fold and 2.9-fold increases in the numbers of SSEA-3(+) hASCs compared to the dish cultures, respectively (p < 0.001 for both) (Figure 3B,C). These results indicate positive effects for both the microsphere and microgravity conditions on SSEA-3(+) cell proliferation and on SSEA-3(+) cell growth rates (i.e., growth rate = SSEA-3(+) cell number on day 7/day 0) Table 2.",
        "Cellular analyses of human adipose-derived cells after seven days of culture under each of the six conditions (n = 6). (A) Number of viable cells. Poly, polystyrene. (B) Number of viable SSEA-3(+) cells. * p < 0.01, ** p < 0.001 vs. polystyrene dish (control). (C) Representative plots of flow cytometry data.",
        "The six culture conditions for human adipose derived stem cells. The data represent cells after culture for seven days (n = 6).",
        "SSEA-3(+) cell growth rate = SSEA-3(+) cell number on day 7/day 0.",
        "All of the pluripotent stem-cell markers examined were expressed in hASCs cultured in microgravity/microsphere cultures (Figure 4). The images represent those fields where the most significant differences between the dish groups and the microsphere groups were detected. Notably, hASCs cultured on polystyrene microcarriers showed strong OCT4 and SOX2 staining, while hASCs cultured on collagen microcarriers showed strong NANOG and SSEA-3 staining. By comparison, the hASCs cultured in both polystyrene and collagen monolayer cultures stained either negative, or weakly positive, for these stemness markers.",
        "Immunocytochemistry of human adipose-derived cells after seven days of culture. Cells were assessed using immunocytochemistry for the pluripotent markers using 30 μm Z-stack fluorescence images. Broken white lines indicate the outlines of microbeads. Scale bars = 100 μm.",
        "We used RT-PCR to compare the expression of several genes involved with stemness and mesenchymal differentiation in hASCs from microgravity/microsphere cultures to their expressions in hASCs from dish cultures (n = 3). The hASCs cultured with polystyrene microspheres under dynamic conditions exhibited significantly upregulated OCT4, SOX2, KLF4, and CD34 expressions, while hASCs cultured with collagen microspheres under dynamic conditions showed up-regulations of SOX2, NANOG, MYC, KLF4, and CD34 expressions (Figure 5). In contrast, hASCs from microsphere cultures under static conditions (both polystyrene and collagen) displayed no statistically significant differences for all the genes examined.",
        "RT-PCR analysis of stem-cell marker expressions in human adipose-derived stem cells on day 7 of various bead-culture conditions compared to marker expressions in cells cultured in normal polystyrene dishes. Poly, polystyrene. * p < 0.05 compared to polystyrene dishes.",
        "After 10 days of culture with an initial seeding of 1 × 102 cells per well, we counted cell colonies as an estimate of proliferative ability. We found a significantly higher number of colonies in the polystyrene microsphere group (p = 0.027) and in the collagen microsphere group (p = 0.025) compared to the polystyrene dish group (n = 6) (Figure 6).",
        "Colony-forming assay results from human adipose-derived stem cells seeded initially 1 × 102 per well. (A) Microscopic colonies were stained with cresyl violet after ten days in culture. Scale bars = 1 cm. (B) Colony numbers for bead conditions and a non-bead condition (n = 6). * p = 0.027, ** p = 0.025 vs. the polystyrene-dish group.",
        "The network-formation assay showed that hASCs cultured with polystyrene and collagen microspheres formed complex, capillary-like networks more quickly and intricately than dish-cultured hASCs (Figure 7A). Accordingly, the lengths of cytoplasmic extensions were also significantly longer in the polystyrene- and collagen-microsphere groups compared to the dish group (p < 0.001), whereas the microsphere material (polystyrene or collagen) had no significant effect (Figure 7B).",
        "Network-forming assays to test for vasculogenic ability. (A) Microscope images from in vitro angiogenesis assays. Scale bars = 300 μm. (B) Total network lengths of cytoplasmic extensions were measured (n = 6). * p < 0.001 vs. the polystyrene-dish group.",
        "Based on lineage-specific differentiations, hASCs that were cultured on polystyrene and collagen microspheres displayed higher levels of adipogenic and osteogenic differentiation compared to hASCs cultured in polystyrene dishes (controls) using intracellular lipid content (adipogenic) and calcium deposition (osteogenic) assessments (Figure 8). However, while hASCs cultured on collagen microspheres did display higher levels of chondrogenic differentiation compared to controls, those cultured on polystyrene microspheres showed similar chondrogenic differentiation compared to controls using an assessment of cartilage–micromass diameters.",
        "Human adipose-derived stem cell capacity for multilineage differentiation under different culture conditions. (A) Microscope images of differential inductions toward adipocytes (oil red O stain), osteocytes (von Kossa stain) and chondrocytes (Alcian blue stain). Scale bars = 100 μm. (B) Quantitative analysis of cellular differentiations. The capacities for multilineage differentiations are indicated by measurements of accumulated lipid (adipogenesis); calcium deposition (osteogenesis); and micromass diameters (chondrogenesis). * p < 0.05 vs. polystyrene dishes, ** p < 0.005 vs. polystyrene dishes.",
        "Through novel advances in cell biology, adult stem cells (including hASCs) have been shown to be truly heterogeneous, with subpopulations of cells that may offer potentially greater translational benefits. SSEA-3(+) Muse cells, a representative type of highly functional mesenchymal stem cell, are known to show superior multipotency compared to regular stem cells [32]. However, although routine two-dimensional cultures allow hASCs to expand easily, these conditions adversely affect the proliferation of cells with higher multipotent properties, reducing the usual proportion of SSEA-3(+) hASCs to only approximately 1% [19]. Growing evidence suggests that mechanical and environmental stress greatly influences proliferation, self-renewal, differentiation, and the multipotency of stem cells [33,34]. Among possible sources of stress, gravity may historically have been the most underappreciated microenvironment stress, because of its constant influence on cultured cells.",
        "Numerous studies have reported the impact of microgravity conditions on stem-cell proliferation [35] and differentiation [36,37]. Notably, human mesenchymal stem cells cultured in a microgravity environment usually demonstrate suppressed differentiation [38]. Therefore, some highly functional stem cells may be able to retain their undifferentiated, unaltered phenotypes if they can avoid the force of gravity during culture. According to previous studies, controlled rotation around two axes can minimize the cumulative gravity vector to an average of 10−3× g over time [24]. In our experimental system, although cells were attached to microsphere surfaces, the culture medium containing the microspheres was stirred by controlled rotation around two axes. As a result, the cells’ gravity vectors were randomly and continuously changing, with their final cumulative gravity vectors being minimized toward zero. Some microgravity-simulating devices have been developed [39,40], but they involve significant costs and are very difficult to standardize. Moreover, even such devices created large cell clusters which represent the limit of cell-proliferative capacity [25] and reinforce the advantage of the present adhesive conditions for the large-scale expansion of hASCs [41].",
        "In previous studies, micro-scale carriers fabricated from a variety of natural and synthetic polymers have shown significant potential for cell growth, specific differentiation, and the delivery of hASCs [42,43]. However, to the best of our knowledge, no investigation has been carried out on the feasibility of culturing cells using stirred microspheres for the stated purpose of mimicking a microgravity environment. The outcomes of this study exceeded our expectations. Seven days of polystyrene and collagen microsphere cultures under static conditions produced an increased number of SSEA-3(+) hASCs compared to polystyrene dish cultures, and those under dynamic conditions exhibited a much higher number of SSEA-3(+) hASCs. These results clearly revealed a positive influence of microspheres on the selective proliferation of SSEA-3(+) cells, especially in those experiments combined with a microgravity environment.",
        "By comparison, our stress-exposure treatments were not very suitable for the expansion of SSEA-3(+) hASCs. Heneidi et al. reported that Muse cells could be isolated from lipoaspirates using severe cellular stress, such as long-term exposure to collagenase [44]. We also confirmed that exposure to proteolysis produced the best results among our stress conditions, increasing the proportion of SSEA-3(+) hASCs by 3.3-fold (4.2%) compared to monolayer cultures (1.3%). During preliminary studies (unpublished data) to enhance the ratio of SSEA-3(+) hASCs (known to be stress-tolerant [19,32]), stress magnitude was carefully optimized in each experiment. However, because 37.6% of viable cells were lost, the final number of proteolytic solution-treated SSEA-3(+) hASCs was only 1.3-fold more (1.7 × 103) compared to the controls (1.3 × 103), with no statistically significant difference. These results suggest that exposure to severe stress can concentrate SSEA-3(+) hASCs through the selective depletion of SSEA-3(−) cells, but such stress can also inhibit cell proliferation. Instead of concentration, microsphere cultures under microgravity conditions increased SSEA-3(+) hASCs by proliferation (Figure 9). In other words, the present microgravity culture conditions increased not only the proportion, but also the number, of SSEA-3(+) cells to actualize regenerative therapies requiring these highly therapeutic cells. However, a limitation of this study is that we only assessed SSEA-3 as a pluripotent marker in stress-exposure experiments. Additional research including analyses of the other pluripotent markers (e.g., Oct4 and Sox2) may further emphasize the differences between microgravity cultures and stress-exposure cultures, or reveal new characteristics of the two cultures.",
        "Schematic representation of the study. Human adipose-derived stem cells are normally capable of heterogeneous potency. Exposure to stress can selectively deplete regular stem cells, but does not increase the number of highly functional stem cells. In contrast, microgravity/microsphere cultures can selectively cause the proliferation of highly functional cell subpopulations to reach the numbers required for regenerative therapies.",
        "Furthermore, hASCs harvested from microgravity–microsphere cultures had higher expression levels of the pluripotent markers OCT4, SOX2, NANOG, MYC, KLF, and CD34 compared to hASCs cultured in monolayers. OCT4 and NANOG are known to be involved in the self-renewal of human embryonic stem cells, while SOX2, MYC, and KLF expression act as transcription factors to control genes involved during embryonic development [19]. CD34 has been reported to contribute to the proliferative ability of hASCs both by us [23,45] and by others [46,47]. However, the upregulation of nuclear stem-cell markers was hardly detected in hASCs from static microsphere cultures, suggesting that the microgravity environment may play a key role in preserving hASC functionality. In a previous report, spaceflight experiments demonstrated that altered gene expression was associated with epigenetic changes, such as chromatin re-modeling and DNA methylation [48]. The present results extend these observations by demonstrating improved proliferation, angiogenesis, and differentiation into mesenchymal lineages (adipocytes, osteocytes, and chondrocytes) in hASCs from microgravity–microsphere cultures compared to hASCs from cultures under normal conditions. However, the fold change of the genes analyzed by RT-PCR was not so large in this study (less than 1.5), and future studies are required for further qualification of these genes through optimization of the microgravity culture protocols.",
        "Interestingly, the efficacies for collagen and polystyrene microspheres to select for proliferation in highly functional hASCs were roughly equivalent in the present study. Polystyrene microbeads require a plasma coating prior to use to enable good cell attachment; therefore, collagen microbeads may be the superior practical choice for regenerative therapy applications. In addition, as a biodegradable biomaterial, collagen has the advantage that such beads may be clinically administered into a target organ together with hASCs; it may even augment hASC survival and functionality after transplantation by acting as a biological cell scaffold [1,42].",
        "We cultured hASCs with microspheres using three-dimensional movement to create microgravity conditions for the preservation of stemness, while at the same time preserving cell–microsphere adhesion to maximize cell quantities. This new cell-culturing technique selectively enhanced the proliferation of highly functional stem cells, demonstrating superior stemness, proliferation, differentiation, and angiogenic abilities, which may provide for enhanced treatments for intractable human diseases compared to current hASC treatments. However, further studies are required to optimize a culture protocol to maximize the selective expansion efficiency and to investigate the therapeutic value of these cells using in vivo experiments before clinical trials can proceed.",
        "The following are available online at https://www.mdpi.com/2073-4409/10/3/560/s1, Video S1: Microgravity culture with microspheres under dynamic conditions. Cells were loaded onto microspheres, and the cell–microsphere suspension was placed in a wave-stirring shaker set at 15 rpm and a shaking angle of 6 degrees.",
        "Conceptualization, T.M. and K.Y.; methodology, M.M., R.A., T.M., K.K., T.S. and N.S.; software, validation, and formal analysis, T.M. and K.Y.; writing, T.M. and K.Y; project administration, K.Y.; funding acquisition, K.Y. All authors have read and agreed to the published version of the manuscript.",
        "This study was supported by Grant-in-Aid for Scientific Research (B) (#18H02963) from the Ministry of Health, Labour and Welfare of Japan, and a collaboration fund from Cell Source, Inc.",
        "The study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of Jichi Medical University (protocol code A15-153 and date of approval 2016/3/18).",
        "Informed consent was obtained from all subjects involved in the study.",
        "All relevant data are within the manuscript.",
        "The authors declare no conflict of interest.",
        "Publisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
        "This section collects any data citations, data availability statements, or supplementary materials included in this article.",
        "All relevant data are within the manuscript.",
        "Articles from Cells are provided here courtesy of Multidisciplinary Digital Publishing Institute (MDPI)"
      ]
    },
    "references": [],
    "statistics": {
      "total_authors": 9,
      "abstract_words": 178,
      "total_words": 5537,
      "references_count": 0,
      "sections_found": [
        "full_content"
      ]
    },
    "scraped_at": "2025-10-04T10:57:21.491971",
    "success": true,
    "original_data": {
      "pmc_id": "7998608",
      "doi": "https://doi.org/10.3390/cells10030560",
      "figures_count": 9,
      "tables_count": 2
    }
  },
  {
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5587110/",
    "title": "Microgravity validation of a novel system for RNA isolation and multiplex quantitative real time PCR analysis of gene expression on the International Space Station",
    "authors": [
      "Macarena Parra",
      "Space Biosciences Research Branch, NASA Ames Research Center, Moffett Field, California, United States of America",
      "Jimmy Jung",
      "Engineering Systems Division, NASA Ames Research Center, Moffett Field, California, United States of America",
      "KBRWyle, Mountain View, California, United States of America",
      "Travis D Boone",
      "Office of the Director, NASA Ames Research Center, Moffett Field, California, United States of America",
      "Millenium Engineering & Integration Co, Mountain View, California, United States of America",
      "Luan Tran",
      "Elizabeth A Blaber",
      "Universities Space Research Association, Mountain View, California, United States of America",
      "Mark Brown",
      "Applications Development, Claremont Biosolutions, Upland, California, United States of America",
      "Matthew Chin",
      "Tori Chinn",
      "Jacob Cohen",
      "Robert Doebler",
      "Dzung Hoang",
      "Elizabeth Hyde",
      "Matthew Lera"
    ],
    "abstract": "The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler. Here we describe the results from the WetLab-2 validation experiments conducted in microgravity during ISS increment 47/SPX-8. Specifically, quantitative PCR was performed on a concentration series of DNA calibration standards, and Reverse Transcriptase-quantitative PCR was conducted on RNA extracted and purified on-orbit from frozen Escherichia coli and mouse liver tissue. Cycle threshold (Ct) values and PCR efficiencies obtained on-orbit from DNA standards were similar to Earth (1 g) controls. Also, on-orbit multiplex analysis of gene expression from bacterial cells and mammalian tissue RNA samples was successfully conducted in about 3 h, with data transmitted within 2 h of experiment completion. Thermal cycling in microgravity resulted in the trapping of gas bubbles inside septa cap assay tubes, causing small but measurable increases in Ct curve noise and variability. Bubble formation was successfully suppressed in a rapid follow-up on-orbit experiment using standard caps to pressurize PCR tubes and reduce gas release during heating cycles. The WetLab-2 facility now provides a novel operational on-orbit research capability for molecular biology and demonstrates the feasibility of more complex wet bench experiments in the ISS National Lab environment.",
    "full_text": {
      "full_content": [
        "Competing Interests: NASA provided both the funding and employs the majority of the authors that conducted this study, which may be perceived as a competing interest, however, the funding organization within NASA (ISS Program at Jonhson Space Center) is distinct from the performing organizations (Space Biosciences and Engineering Systems Divisions at NASA Ames Research Center), and the project leadership including the corresponding author (EACA) and project Managers (CSR and JS) are protected from funder influence by academic tenure-like civil service positions. In addition MB and RD are employed by Claremont Biosolutions and may benefit in their employment from the publication of their contributions.",
        "* E-mail: e.almeida@nasa.gov",
        "Received 2017 Jan 6; Accepted 2017 Aug 4; Collection date 2017.",
        "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
        "The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler. Here we describe the results from the WetLab-2 validation experiments conducted in microgravity during ISS increment 47/SPX-8. Specifically, quantitative PCR was performed on a concentration series of DNA calibration standards, and Reverse Transcriptase-quantitative PCR was conducted on RNA extracted and purified on-orbit from frozen Escherichia coli and mouse liver tissue. Cycle threshold (Ct) values and PCR efficiencies obtained on-orbit from DNA standards were similar to Earth (1 g) controls. Also, on-orbit multiplex analysis of gene expression from bacterial cells and mammalian tissue RNA samples was successfully conducted in about 3 h, with data transmitted within 2 h of experiment completion. Thermal cycling in microgravity resulted in the trapping of gas bubbles inside septa cap assay tubes, causing small but measurable increases in Ct curve noise and variability. Bubble formation was successfully suppressed in a rapid follow-up on-orbit experiment using standard caps to pressurize PCR tubes and reduce gas release during heating cycles. The WetLab-2 facility now provides a novel operational on-orbit research capability for molecular biology and demonstrates the feasibility of more complex wet bench experiments in the ISS National Lab environment.",
        "The ISS National Laboratory is a unique research environment whereby scientists from Academia, Government, and Industry seek to learn the effects of space on life and matter in their many forms. Although a great deal has already been learned about the effects of microgravity on biological systems, [1–3] the large majority of on-orbit experiments do not yield scientific data until long after return of samples to Earth for analysis, creating concerns about timeliness of data availability, and quality of sample preservation [4]. Ground analysis of on-orbit experiments has been necessary because of limited laboratory space, equipment, supplies, and astronaut time resources on ISS, but while this sample return approach maximizes efficient access to space by scientists, it fails to teach us how to conduct end-to-end scientific inquiries in microgravity. As human exploration of the solar system proceeds, human missions to Mars and deep space will require greater levels of autonomy and resourcefulness as outlined in the National Research Council’s Space Exploration Decadal Survey for Life and Physical Sciences [5] An important component of future traveling and living in space away from low Earth orbit will be the ability to perform modern molecular biology analyses, including purifying RNA and conducting Reverse Transcriptase-quantitative PCR (RT-qPCR) or other genomic analyses for disease diagnostics including viral and bacterial infection, environmental microorganism identification and monitoring of food and water, and in any other research application where monitoring gene expression is required.",
        "Although there are increasing numbers of studies of gene expression in microgravity, there are no reports of any methodologies for RNA purification and RT-qPCR under microgravity conditions, effectively preventing on-orbit analysis of gene expression or PCR-based diagnostics from biological samples. Specifically, recent RNA isolation and PCR-based gene expression studies of biological samples on ISS, Space Shuttle and Biosatellites have been conducted on earth after preserved sample return from space [6–14]. Recent efforts by various groups of investigators have sought to develop portions of an overall genomic and molecular biology experimental capability on ISS. Specifically, these include the NASA Genes in Space 1, miniPCR student experiment, [15] and the “Biomolecular Sequencer” Nanopore DNA sequencing demonstration [16, 17] both conducted simultaneously with WetLab-2. Both experiments however, started with genomic DNA samples, not indicative of gene expression, and relied either on sample return to earth for PCR product analysis, (miniPCR), or complex sequencing library preparation on earth prior to nanopore sequencing in space (Biomolecular Sequencer). Neither of these experiments had the end-to-end on-orbit capability to extract RNA from tissue, convert mRNA to cDNA for RT-qPCR, or to generate quantitative gene expression data as we sought to achieve with the WetLab-2 system.",
        "To address the pressing ISS research and diagnostics need for novel on-orbit end-to-end molecular biology gene expression analysis methods and tools, we devised a robust microgravity fluidic system that can intake diverse biological sample (cells, tissue, surface swabs, blood, etc.) and using temperature-stable reagents, allow for the isolation and purification of nucleic acids, such as RNA, for molecular biology analysis. In addition, the system includes a microgravity compatible thermal cycler, lyophilized reagents and enzymes for PCR assays and methods for reverse transcription of RNA into cDNA, and capabilities for heat inactivation of enzymes such as proteinase K and PCR inhibitors, plus RT-qPCR gene expression analysis using fluorescent TaqMan probes. The WetLab2 suite of instruments and reagents we describe here is novel and unique methodology, substantially distinct from all other existing RNA isolation and RT-qPCR gene expression analysis systems, because of its ability to function in microgravity, with altered fluid flow, hydrostatic pressure, convection, and surface tension conditions of space, while still providing full reagent containment for safe operation on ISS. Using this system, schematically shown in Fig 1, generic reagents and supplies can be prepositioned on ISS to flexibly support science opportunities such as optimizing plant growth, monitoring the evolution of bacterial communities in biofilms, or analyzing gene expression in immune cells from blood, among many other applications. In addition, the WetLab-2 system was also designed to be capable of purifying RNAs for return to Earth, or for other on-orbit molecular biology analyses such as nanopore array-based mRNA sequencing studies, greatly increasing the analysis capabilities of the system and possibilities for discovery in space.",
        "Isolation and purification of RNA from biological tissues on–orbit starts with introduction of cells or tissues for lysis and homogenization into the Sample Preparation Module (SPM), followed by RNA binding to an affinity column, washing, and elution from the module. A Pipette Loader (PL) tool is provided for bubble free fluid transfer to a repeater pipette. This is then used to dispense accurate volumes of purified RNA into a centrifuge rotor/rack of lyophilized reagent tubes with enzymes and regents for reverse transcription and Taqman RT-qPCR. Data is available on-orbit within 3h of initiating the experiment, and transmitted by ISS to NASA Marshall Space Flight Center for emailing to investigators within 2 h of clean-up. A more detailed description of the process can be found in the S1 Text.",
        "In its validation flight, WetLab-2 successfully demonstrated its capabilities to conduct molecular biology experimentation in microgravity. This consisted of first demonstrating that qPCR functions in microgravity conditions, followed by demonstration of RNA isolation from bacterial cell and mammalian tissue and gene expression analysis by RT-qPCR. When gases evolved by thermal cycling accumulated in PCR tubes due to microgravity conditions interfered with data uniformity, the system demonstrated its flexibility and adaptability to on-orbit experiment modification and iteration in real-time. WetLab-2 also used volunteer astronaut time and spare supplies to design and execute follow-up experiments while on-orbit to resolve the gas bubble problem. Below we describe in detail the design and scientific validation of the WetLab-2 suite of methods, reagents, and hardware for RNA purification and gene expression analysis by RT-qPCR, enabling future molecular biology experimentation to be conducted end-to-end in real-time on ISS, and allowing data interpretation and experiment redesign while on-orbit.",
        "In order to validate the system, a number of ground-based and on-orbit tests were performed including: validation of E. coli primer assays (ground), validation of lyophilized components (ground), validation of the SPM (ground), validation of all hardware (ground), validation of qPCR efficiency using pre-prepared assays (on-orbit), validation of RNA extracted from E. coli (on-orbit), and from mouse liver tissue (on-orbit) using the SPM. The methods used in these validation experiments are described in detail below.",
        "This study used three types of assays for different portions of the validation of the system. First, an E. coli genomic assay was used to demonstrate if qPCR was possible in microgravity and that the data matched 1 g controls. This was followed with a set of E. coli gene expression assays designed to validate the sample prep and RT-qPCR capabilities of the system. Finally, a set of mouse gene expression assays were used to validate the system with a mammalian tissue.",
        "The E. coli primers and probes used in this study were designed in-house to target both genomic and exonic regions. The E. coli genomic assay consisted of primers targeting the 16S ribosomal DNA sequence for rrnH gene while the gene expression assays targeted the following genes: heat shock protein 70–2 (dnaK), RNA polymerase (rpoA), and a glucitol operon repressor (srlR). For mouse assays, pre-designed intron spanning assays targeting genes for glyceraldehyde 3-phosphate dehydrogenase (gapdh) and 60S ribosomal protein L19 (rpl19) were used for normalization and fibronectin 1 (fn1) was used to measure gene expression analysis. All primers and probes were produced by Integrated DNA Technologies (IDT, Coralville, Iowa). In all cases, TaqMan based technology was used [18]. The corresponding fluorescent dye and its primer and probe sequences are shown in Table 1.",
        "E. coli primers and probes were designed in-house, mouse assays were selected from those available from IDT. 56-FAM: 5' 6-FAM (Fluorescein), ZEN tm IDT Trademark dark quencher, 3IABKFQ: 3’ Iowa Black Fluorescent Quencher, 3BHQ_1: 3’ Black Hole Quencher, 5HEX: 5’ Hexachlorofluorescein, 5Cy5: 5’ Cyanine5; 3IAbRQSp: 3' Iowa Black® RQ-Sp",
        "To validate the E. coli genomic assay formulation, we analyzed qPCR performance using varying quantities of template in tenfold dilutions between 1 μg and 1 pg (inclusive). Assays were constituted using high molecular weight genomic DNA from E. coli type B cells (Affymetrix, Sunnyvale, CA), custom primers and probe targeting a 16S ribosomal DNA sequence (IDT, Coralville, Iowa), GoTaq Probe Master Mix (Promega, Madison, WI), and molecular biology grade water (TekNova, Hollister, CA). Amplification was achieved via a standard thermal protocol that included a hot-start activation step (95°C, 2 min) and 45 cycles of denaturation (95°C, 15 s) and annealing/extension (54°C, 60 s). Samples were run in duplicate technical replicates and their average Ct values were plotted against template concentration to determine R-square and efficiency of amplification. Products were confirmed using a Bioanalyzer 2100 and an Agilent DNA chip, using a DNA 1000 protocol and reagent.",
        "Genomic and gene expression assays for E. coli (dnaK, rpoA and srIR) and mouse tissue (gapdh, rpl19, and fn1) were validated using genomic E. coli DNA and RNA from E. coli K12 TB1 (New England Biolabs Inc, Ipswich, MA) and whole livers from male C57BL/6 12–16 week perfused/snap frozen (Charles River, Wilmington, MA). Initial feasibility studies however utilized mouse liver tissues obtained under NASA Ames Research Center IACUC protocols NAS-14-002-Yr1-3 and NAS-15-008-Y1-2 (E. Almeida and E. Blaber). RNA was isolated using the RNeasy Mini kit (Qiagen, Valencia, CA) and tested to have a RNA Integrity Number (RIN) greater than 9.0 using a Bioanalyzer 2100 and RNA 6000 Pico Chip. Each assay was validated using the appropriate RNA template in a RT-qPCR cocktail. Singleplex, duplex and triplex reactions were validated for each organism. Amplification was achieved via a single step RT-qPCR thermal protocol that includes a Reverse Transcription (45°C, 15 min), hot-start activation step (95°C, 2 min) and 45 cycles of denaturation (95°C, 15 s) and annealing/extension (54°C, 60 s), further detailed online at protocols.io [19].",
        "After successful validation of assay performance, all assay formulations were purchased as lyophilized sample-ready products in the Reaction Tubes (BioGX, Birmingham, AL). The protocol for lyophilized assay generation is detailed in online at protocols.io [20]. To test the performance of the lyophilized assays, Ct values of lyophilized assays were compared to those of non-lyophilized controls. For the E. coli genomic assay three concentrations of template; high (100 ng), mid (1 ng), and low (10 pg), along with no template controls (NTC), were run for each group. Non-lyophilized controls were constituted as described above while lyophilized assays were re-hydrated with elution buffer (Claremont BioSolutions, Upland, CA). Lyophilized E. coli and mouse liver gene expression assays were tested by running singleplex, duplex, and triplex reactions. Individual, average, and standard deviation of Ct values were compared to corresponding controls, within template groups. Two individual lots were tested against a single benchtop control lot. BioGX also carried out independent validation of the lyophilized products.",
        "RNA isolation was performed utilizing an alcohol-free version of the RNA binding buffer and washes for Claremont BioSolutions’ commercially available OmniLyse® [21, 22] and their RNAexpress™ column. The process was carried out in a SPM, an enclosed microgravity-compatible hardware module designed to require only simple manual manipulations that can be performed by an untrained user. The SPM contains syringes preloaded with wash and elution buffers and has an input port with a Luer-Lok® connection for the incoming Sample Transfer Tool (STT). The procedure consists of lysing the sample with the battery powered OmniLyse® and binding of RNA to the RNAexpress™ column. This is followed by two washes of the column with Claremont BioSolutions wash buffer in preloaded syringes. The RNA is then eluted into a removable syringe using the Claremont BioSolutions elution buffer.",
        "To test the SPM performance, 100 million E. coli cells or 5 mg of mouse liver tissue were used for RNA extraction. Resulting RNA quantity and quality were assessed using a NanoDrop 2000® (Thermofisher, Waltham, MD) and a Bioanalyzer 2100 (Agilent, Santa Clara, CA), respectively. The SPM-derived RNA was also used as the template in RT-qPCR reactions prepared as stated above.",
        "To determine the compatibility of hardware components, reagents were stored in hardware for long duration testing and were assessed for compatibility with downstream molecular biology applications (e.g. qPCR, RNA Isolation, and RT-qPCR).",
        "ACT2s (specialty microgravity compatible transfer hardware, Techshot, Greenville, IN) and Finger Loop syringes (BD, Franklin Lakes, NJ) were loaded and stored at -80°C. Units were removed from the freezer at designated time points, allowed to thaw at ambient temperature (at least 1 h for the ACT2 and 45 min for the Finger Loop syringe), then RNA was extracted using the SPM procedure described above. To test the SPMs for reagent compatibility, SPMs were assembled with the syringes preloaded with wash and elution buffers and stored at ambient temperatures. At designated time points, SPMs were used to isolate fresh samples of either 1x108 E. coli cells or 5 mg of mouse liver tissue. For all hardware tests, RNA quantity and quality were assessed as described previously. RT-qPCR using sample specific primers and probe were also used to test RNA quality as described previously.",
        "Reaction Tubes containing lyophilized E. coli and mouse gene expression assays, master mixes and enzymes were packaged at BioGX (8 tubes per sealed pouch) and stored at 4°C until tested. All lyophilized mixes were tested at designated time points and utilized 25 ng of E. coli or mouse Qiagen RNeasy purified RNA (as appropriate) in 25 μl of molecular biology grade water to rehydrate the assays. Amplification conditions used were described above. In all cases, results were compared to those from the t = 0 time point. The thermocycler to be flown to the ISS was also validated prior to use.",
        "Details of all hardware testing results are shown in the S2 Text.",
        "Microgravity data generated in this study were attained from on-orbit operations onboard the ISS. All materials, hardware, and biology were transported during the SpaceX CRS-8 cargo resupply mission that launched to the ISS on April 8th, 2016 and experiments were conducted on April 19th, 22nd, 26th, 29th and May 2nd. Operations required the use of the WetLab-2 hardware suite consisting of microgravity-compatible STT (ACT2 or Finger Loop syringe), SPM, bubble-removing Pipette Loader (PL), reaction tube centrifugation rotor and a Cepheid SmartCycler® for thermocycling/fluorescence readout, as described in S1 Text. 1 g control data were generated using identical protocols and hardware within 12 h of completion of ISS operations. The on-orbit operations consisted of three types of tests. First, the efficiency of qPCR in microgravity using pre-prepared reaction mixtures including E. coli genomic DNA was tested three times. Second, isolation of RNA on-orbit using the SPM and pre-frozen E. coli cells followed by analysis of gene expression was tested followed by testing of RNA isolation from mammalian tissue using the SPM and pre-frozen mouse liver tissue followed by analysis of gene expression.",
        "For each experiment, one ISS and one ground kit were removed from their respective cold stowage (both 4°C and -80°C if applicable) and allowed to equilibrate at room temperature for 2–7 h. For ISS operations, experiments were performed within a RNase-free and cleaned Disposable Glove Bag (DGB) to prevent contamination. At the start of ISS operations, session materials contained in RNase-free bags were placed into the DGB and wiped with RNase AWAY™ wipes (Molecular BioProducts™, Waltham, MA). The 1 g control experiment was conducted in a standard molecular biology laboratory; all work surfaces were cleaned using RNase AWAY™ wipes and 70% ethanol. Data from the ISS experiments were downlinked within 2 h of completion of the clean-up activity and results were statistically compared with those from corresponding 1 g controls. A total of five ISS runs were performed; one dataset was lost due to a PL hardware malfunction. All five 1 g control experiments were performed nominally.",
        "The efficiency of qPCR performed in microgravity was determined using reaction mixtures containing low, mid, or high concentrations of E. coli DNA template and a no template control (NTC) as described above. Reagents were lyophilized in custom capped SmartCycler® reaction tubes on December 1st, 2015. Four tubes of each concentration were packaged into tube kits. All tube kits and the elution buffer were transported and stored at 4°C to minimize loss of enzyme activity and maintain quality. On-orbit operations consisted of de-bubbling the buffer using the PL and loading it into a repeater pipette that was used to add 25 μl to each reaction tube. The tubes were centrifuged and loaded into the SmartCycler to analyze qPCR efficiency.",
        "RNA isolation using the SPM in microgravity was validated using 1x108 E. coli cells grown on the ground and transferred into a STT (ACT2) and stored at -80°C or colder. E. coli RNA isolation and RT-qPCR was performed on April 29th 2016. Tube kits for this study consisted of four tubes each of singleplex assay dnaK-FAM, singleplex rpoA-HEX, duplex (dnaK-FAM and rpoA-HEX), and triplex (dnaK-FAM, rpoA-HEX and srlR-Cy5). All assay and RT-qPCR reagents were lyophilized in SmartCycler® Reaction Tubes on Dec 1st, 2015. The tube kits were transported and stored at 4°C until used while other hardware and consumables were kept at ambient. On-orbit operations consisted of processing the bacterial culture through the SPM, followed by de-bubbling and tube loading as stated above. The tubes were centrifuged and loaded into the SmartCycler® for gene expression analysis with RT-qPCR.",
        "To test isolation of RNA from mammalian tissue in microgravity using the SPM, 5 mg of mouse liver tissue were biopsied on the ground and transferred into a STT (10 ml finger loop syringe) with 2 ml of lysis buffer (Claremont BioSolutions, Upland, CA). Samples were flash-frozen in liquid nitrogen and stored at -80°C on March 4th, 2016. Mouse liver tissue RNA isolation and RT-qPCR was performed on May 2nd 2016. Tube kits for this study consisted of four tubes each of singleplex assay gapdh-FAM, singleplex rpl19-HEX, duplex (gapdh-FAM and rpl19-HEX), and triplex (gapdh-FAM, rpl19-HEX and fn1-Cy5). The reagents were lyophilized and transported as described above. On-orbit operations were the same as those for the bacterial culture.",
        "A follow on experiment was performed on October 19th, 2016 during increment 49, using a spare E. coli kit. This experiment consisted of a repeat of the E. coli gene expression study, however, at the start of operations, modified septa caps were removed from 4 technical replicates of the singleplex reaction (dnaK-FAM) and 4 technical replicates of the duplex reaction (dnaK-FAM, rpoA-HEX) tubes. After addition of the RNA, the reaction tubes were closed using clipped tube caps from commercial Cepheid SmartTubes (Cepheid, Sunnyvale, CA). The 1 g control experiment was conducted with a 24 h delay.",
        "Cepheid SmartCycler 2.0d software was used to analyze all fluorescence intensities and generate Ct values. All pre-launch ground testing used the default software values (Background Subtraction: ON, Background Min: 5, Background Max: 40, Primary Curve Analysis, Manual Threshold: 30, Boxcar Averaging: 0), while microgravity to 1 g comparisons used slightly modified values with a Boxcar averaging of 3. Genomic DNA qPCR runs used: Background Subtraction: ON, Background Min: 5, Background Max: 40, Primary Curve Analysis, Manual Threshold: 30, Boxcar Averaging: 3; software values for the E. coli RT-qPCR runs: Background Subtraction: ON, Background Min: 1, Background Max: 40, Primary Curve Analysis, Manual Thresholds: (FAM: 15, HEX: 15, Cy5: 15) Boxcar Averaging: 3; and software values for the mouse liver RT-qPCR runs: Background Subtraction: ON, Background Min: 5, Background Max: 40, Primary Curve Analysis, Manual Thresholds: (FAM: 15, HEX: 30, Cy5: 15) Boxcar Averaging: 3; for the Increment 49 Bubble Mitigation run: Background Subtraction: ON, Background Min: 1, Background Max: 40, Primary Curve Analysis, Manual Thresholds: (FAM: 15, HEX: 15, Cy5: 15) Boxcar Averaging: 0. Amplification efficiency was calculated using the formula: E = (10[–1/slope]-1)*100.",
        "Statistical analyses were performed using JMP10 (SAAS Institute Inc, Cary, NC) and GraphPad Prism 5 (GraphPad Software Inc, La Jolla, CA). Comparisons made between microgravity and 1 g control data, or between lyophilized and benchtop control assays across different template concentrations were evaluated using ANOVA or Student’s t-test as appropriate. In all cases, figures report the mean ± standard deviation (SD) and p ≤ 0.05 was considered the threshold for significance. Outliers were calculated using Grubb’s test with alpha = 0.05.",
        "In order to assess the functionality of PCR in microgravity conditions and to establish the dynamic range and efficiency of amplification, we designed a robust quality control qPCR assay to measure these parameters. We targeted a 16S ribosomal region of genomic E. coli DNA. The abundant target expression improved precision, sensitivity, and reproducibility, providing robust assay conditions.",
        "Validation of the E. coli genomic DNA assay was performed using a standard thermal cycling protocol with controlled quantities of commercially available E. coli DNA as template. Assays were tested with template quantities between 1 pg and 1 μg, in duplicates (Fig 2A), and evaluated based on amplification plot characteristics and reaction efficiency. Results show that assays successfully generated amplification products, as detected by qPCR, with fluorescence peaks between 300 and 600 units. Assay efficiency was determined to be at 96.8% with an R2 greater than 0.99 (Fig 2A inset). Specificity and accuracy was confirmed by gel band migration analysis, with the product amplicon generating bands of the expected molecular size.",
        "(A) qPCR assays targeting the E. coli 16S ribosomal gene were validated on the ground using seven tenfold dilutions of template to measure sensitivity and efficiency (inset). (B) Amplification curve from qPCR run conducted on the ISS with photo of a representative tube pre- and post- run in microgravity (inset). (C-F) qPCR amplification curves from the microgravity (C & D) and 1 g control (E & F) runs. All curves use the default SmartCycler values with the exception that the boxcar correction is set to 3. Efficiency graphs are shown on the insets. (G & H) Ct values for low (0.01 ng/test), mid (1 ng/test), and high (100 ng/test) assays during both experimental runs are shown using scatter plots with jitter. μg = microgravity.",
        "In order to minimize crew time and the need for refrigeration resources, pre-formulated reagents were lyophilized in the Cepheid SmartTube detection window. To validate that the lyophilized assay format and lyophilization process did not compromise assay performance [23], we tested the lyophilized products by assessing qPCR performance in comparison to commercial non-lyophilized reagents (control). This was performed using high, mid and low template concentrations and a NTC. Combined data between two lots of lyophilized product show that lyophilized assays were able to consistently generate Ct values similar to those generated by non-lyophilized controls (see Table 2).",
        "Lyophilized and non-lyophilized assay comparison of qPCR cycle threshold data for E. coli DNA Assay for (High, Mid, Low) DNA template amount, and RT-qPCR cycle threshold data for E. coli and mouse liver RNA. There are no statistical differences between lyophilized assays and commercial non-lyophilized assays. Data shows Ct values +/- SD.",
        "Following transport to the ISS and an initial software and instrument setup, the system was tested with three runs of the E. coli genomic DNA assay. Data from the first run is shown in Fig 2B and has a typical qPCR amplification curve, although an unusual amount of noise was observed in microgravity samples especially in later cycles. Furthermore, when the default SmartCycler software values were used, outliers were observed resulting in high standard deviations between replicate samples. These outliers did not impair the clustering of the on-orbit data with the respective DNA concentrations.",
        "Data from a second run was similar to the first but a third repeat run did not yield results due to tube dispensing errors attributed to a PL malfunction. Post-run photos of the tubes showed that no liquid was transferred into most of the tubes.",
        "Noise in the curves was attributed to degassing bubble formation in the tube detection windows during thermal cycling [24–26], as confirmed by post-run photos of the tubes. Photos of all tubes were taken before and after thermal protocol completion, the inset in Fig 2B shows pre- and post-run photos of a representative tube for reference. The pre and post photos of the tubes reveal significant bubble formation and microgravity-trapping during the heating cycles of the qPCR reaction. The bubbles were likely caused by degassing during thermocycling [26] and their evolution and trapping may cause noise in fluorescence intensity detection. We used the SmartCycler software boxcar averaging to smooth out the amplification curve noise, but otherwise kept the default software values. All statistical comparisons for this study used this data.",
        "Shortly after the completion of each of the on-orbit operations, a 1 g control run was performed. Care was taken to match the removal time of the lyophilized assays from 4°C to the start of operations. Fig 2C–2F shows side-by-side comparisons of microgravity runs and their matched 1 g controls. Amplification curves from the corresponding 1 g control runs were smooth and similar to those obtained during previous testing. Non-specific amplification, as observed from the NTC tubes (black lines), were seen on both microgravity and 1 g control graphs. Given that the target gene is a 16S rRNA, non-specific amplification in the NTC samples may be seen when Taq polymerase is bacteria-derived [27] or due to primer derived artifacts. Microgravity fluorescence intensity values also show a lower overall amplitude potentially due to bubbles blocking/reducing some of the collected fluorescence signal [24–26]. Raw background fluorescence data between microgravity and 1 g control were also compared and details can be found in the S1 File.",
        "Comparison of microgravity and 1 g control Ct values revealed that despite the noise and reduced intensity in microgravity samples, the Ct values still appear to be comparable to 1 g control results as seen in Fig 2G & 2H and in S1 Table.",
        "Efficiency plots for the microgravity and 1 g control samples (Fig 2C–2F insets) were generated with Ct values using a Boxcar averaging of 3 and otherwise default software settings. The efficiency for the 1 g control data was 105.1% for run 1 and 102.7% for run 2 and the linear standard curve R2 = 0.9971 and 0.9985 respectively and microgravity data was 104.1% and 108.1% and R2 = 0.9620 and 0.9865 respectively. One microgravity PCR efficiency was slightly outside of the optimal efficiency range of 90–105%, likely due to the effects of bubbles present in the detection window.",
        "E. coli and mouse gene expression assays were tested and validated using Qiagen RNeasy derived RNA. For both species, genes were tested using the same singleplex, duplex, and triplex formats that were planned to be used on ISS. Table 3 shows representative Ct value data. All primer and probe sets yielded consistent RT-qPCR reactions with resulting Ct values between 19 and 24 when 100 ng of starting RNA was used.",
        "Lyophilized E. coli and mouse RNA gene expression assays, singleplex, duplex and triplex formulations, were tested as described above. All lyophilized assays generated similar PCR amplification compared to the non-lyophilized controls indicating that the more labile Reverse Transcriptase enzyme [28, 29] remained active. Table 3 shows the results from the triplex assays, results generated by the singleplex and duplex assays yielded similar results. ANOVA analyses of these results showed no statistical variation between lyophilized assays and their non-lyophilized controls, therefore indicating that lyophilized assays were suitable for use on ISS.",
        "An enclosed, simple RNA extraction procedure not requiring toxic chemicalsthat may complicate operation on ISS, was adapted (by removing alcohol) from commercially available Claremont BioSolutions products (Fig 3A). The resulting SPM was tested to ensure that the RNA yield was of sufficient quantity and quality for RT-qPCR [30]. Following optimization, RNA yields from the SPM were 2–10 μg for 1 x 108 E. coli and 1.5–8 μg for 5 mg mouse liver. The RNA quality was adequate with RINs of 7.9 ±1.2 for E. coli and 7.4 ±1.6 for mouse liver. Fig 3B shows typical SPM extracted RNA quality at 1 g for both E. coli and mouse liver. Ct values from RT-qPCR runs using RNA isolated from the SPM were also similar to results from Qiagen purified RNA. Residual E. coli RNA purified in microgravity was returned to Earth on SpaceX CRS-8 for Bioanalyzer testing. The RNA extracted in microgravity (RIN 8.5) was compared to that of RNA extracted at 1 g on the same day (RIN 8) and is of comparable quality (Fig 3B) showing that RNA was successfully purified on the ISS.",
        "(A) Photo of SPM. (B) Typical RNA quality from SPM with E. coli (left panel) and mouse liver (right panel), control Qiagen (left lane) SPM (right lane). Center panel shows RNA quality from the 1 g control (left lane) and the returned microgravity sample from ISS (right lane). (C-E) Scatter plots with jitter of the microgravity and 1 g control E. coli singleplex (C), duplex (D) and triplex (E) reactions. One outlier is indicated by the open marker in C. One of the microgravity triplex tubes did not give a dnaK-FAM signal (E). (F-H) Scatter plots with jitter of the microgravity and 1 g control mouse liver singleplex (F), duplex (G) and triplex (H) reactions. One outlier from the microgravity triplex fn1 plot is indicated by the open marker and no gapdh-FAM signal was seen in the microgravity triplex reactions (H).",
        "After confirming that qPCR in microgravity was possible and with results comparable to 1 g controls, we proceeded to test the capability of the hardware system to isolate and process samples in microgravity. An E. coli sample, used to test the system’s capabilities with prokaryotic cells, was processed and analyzed on ISS as described previously. The RT-qPCR assays tested included singleplex (Fig 3C), duplex (Fig 3D), and triplex (Fig 3E) reactions (S1 Table), each performed in quadruplicate to improve statistical sampling. All microgravity and 1 g control reactions resulted in readable Ct data. In agreement with previous results, microgravity Ct values exhibited increased variability compared to 1 g controls. Despite the greater variability observed in microgravity Ct values, no statistically significant difference was found between the microgravity and 1 g control data. One outlier was identified in the microgravity data and was not used in statistical comparisons. Also, one microgravity triplex tube did not give data in the FAM channel (dnaK).",
        "The final study explored the system’s capabilities to isolate RNA from a mammalian tissue, using the resulting RNA as the template in RT-qPCR analysis. Similar to the E. coli experiment, quadruplicates of singleplex (Fig 3F), duplex (Fig 3G), and triplex (Fig 3H) RT-qPCR reactions were conducted. A significant correlation between the microgravity and 1 g control data was observed, however, microgravity data exhibited increased variability. These results indicate that RNA was successfully isolated from mouse liver tissue during spaceflight.",
        "Singleplex and duplex assays of the reference genes gapdh and rpl19 showed no statistical differences between microgravity and 1 g control. However, in spaceflight, no gapdh-FAM signal was observed during triplex assays whilst 1 g control triplex assays resulted in detection of all three genes.",
        "Following the completion of on-orbit activities, an opportunity arose several months later to test bubble formation mitigation strategies while repeating the E. coli isolation activity. To test this, half of the modified reaction tube septa caps were replaced with standard SmartTube caps. However, the age of the sample preparation reagents was past the latest longevity testing duration and this test resulted in compromised Ct values in the FAM and Cy5 channels. The HEX channel appeared to be unaffected as seen in Fig 4. A reduction in noise was observed with the use of standard caps (Fig 4B) as compared to the typical noise seen when septa caps are used (Fig 4A). Additionally, photos taken of the tubes after completion of the RT-qPCR run show an increase in the number of bubbles in the septa capped tubes as compared to those with standard caps. We hypothesize that the internal tube pressure created when inserting the standard caps helps mitigate bubble formation. This was corroborated by sideways and inverted (upside down) ground thermocycling experiments that also trapped bubbles.",
        "(A) HEX amplification curves when our modified septa caps are used. (B) HEX amplification curves from tubes sealed with the standard commercial SmartTube Caps. Post run photos of representative tubes are shown above.",
        "One of the major obstacles to space exploration going forward in the coming decades is the fact that microgravity research outposts such as ISS are so closely dependent on Earth support of everyday activities, and lack the ability to operate autonomously. The National Academies of Sciences in their Decadal Survey [5] have identified some of these limitations as important concerns and offered direction that the ISS should operate more like Earth-based laboratories, allowing for experiments to be designed, conducted, modified and iterated in space. Despite the thousands of investigations already conducted on ISS [31], there are still overwhelming limitations [32, 33] that prevent science and specifically molecular biology measurements of gene expression from being conducted and analyzed on-orbit.",
        "From its inception, the NASA WetLab-2 project has sought to address these concerns by introducing new, time-efficient, practical and flexible molecular biology gene expression analysis capabilities to the ISS. The WetLab-2 hardware system can now rapidly perform RNA isolation on-orbit and use those RNAs to immediately conduct RT-qPCR analyses, or other novel analyses such as nanopore-based RNA sequencing. The utility of WetLab-2 can be applied to many molecular biology experimental designs using a variety of sample types and provides investigators with improved insight and interactivity during experimentation. Overall, the on-orbit process of total RNA isolation and gene expression analysis is accomplished in a span of approximately 3 h without the requirement for a highly experienced user and provides a new capability to ISS that will greatly expand the limits of possible on-orbit science.",
        "Successful development and deployment of the WetLab-2 system to the ISS depended on solving a number of challenges such as limited refrigeration availability, hazardous reagent use allowances, power consumption, and availability of crew time. In addition, the suite of hardware and fluidic components had to function in microgravity and provide ease of use for non-expert operators.",
        "In order to perform thermal cycling on-orbit, a suitable, commercially available thermal cycler that was capable of operating in a microgravity environment was identified. Specifically, the Cepheid SmartCycler best met the requirements without significant modifications. The instrument is modular, has reduced power requirements and offers assay wells with individual thermal protocol programming allowing for simultaneous running of assays with different optimal primer annealing temperatures. Validation testing of this instrument included physical durability tests and validation of all 16 sample sites.",
        "TaqMan assays were selected because of the ability to multiplex assays with multiple color probes in a single tube, and because alternatives such as SYBRGreen DNA intercalating dyes are carcinogenic, resulting in safety concerns for the ISS crew and imposing elevated containment requirements.",
        "Next we developed a RNA isolation and RT-qPCR workflow using non-hazardous reagents suitable for room temperature storage. A RNA binding column and cell lysis system for RNA purification was selected from Claremont BioSolutions for its ease of integration [21, 22]. In collaboration with Claremont, the RNA extraction protocol was modified to meet room temperature storage and low toxicity requirements. RNA extracted from the SPM proved to be of sufficient high quality and quantity for gene expression studies utilizing RT-qPCR (Fig 3B). Longevity testing of loaded SPMs showed no degradation of the reagents for at least 26 weeks (S2 Text).",
        "We proceeded to develop a lyophilized all-in-one detection assay to minimize crew time and storage requirements. Lacking instruments to evaluate RNA purity and potential gDNA contamination, intron-spanning primers that give a product approximately 100 bases in length were used in eukaryotic samples. In prokaryotic samples, DNase enzyme [34] was included due to the lack of introns in the coding region [35]. To ensure that lyophilized assays provided similar results to those obtained using wet bench chemistry, we performed extensive validation testing. Our results indicate no significant differences between lyophilized and commercial non-lyophilized assays (see Table 2). When refrigerated, the lyophilized assays were stable with a shelf life of at least 52 weeks (S2 Text). To provide longer shelf life and room temperature storage conditions in the future, we plan to use the standard commercial caps, as they appear to perform better in initial results from ongoing long-term storage tests.",
        "Before the WetLab-2 system could be made available to researchers, the system was validated to ensure that the data obtained on-orbit was not affected or biased by microgravity conditions, including surface tension-dominated fluid dynamics and lack of convection [36]. Specifically, because PCR consists of repeated cycles of rapid heating and cooling, lack of gravity-induced convection mixing in microgravity may limit heat transfer throughout the sample to only conduction which may require longer denaturation and annealing/extension times.",
        "To validate PCR efficiency in microgravity, control qPCR reactions were conducted once the system was installed on-orbit. These tests included validation with a range of pre-prepared DNA template concentrations (low, mid and high) to assess PCR efficiency. Three replicate runs were conducted, of which two were successful in returning qPCR amplification curves that showed close correlation to 1 g controls. Furthermore, the microgravity Ct results were comparable to their respective 1 g controls (Fig 2 and S1 Table). Although amplification was successful, microgravity data showed increased variability within replicate sets. Analysis of the amplification plots, post-assay tube windows, and follow up experiments suggest that this increased variability may be caused by degassing bubble formation that interferes with fluorescence detection. In subsequent ground-based experiments, we found that these bubbles rise out of the tube detection window under normal 1 g conditions. Conversely, in microgravity, bubbles form, are retained and expand in the tube optical window during thermocycling, creating noise (choppiness) in the resulting amplification curves. Despite higher variability when using septa caps, our data show that qPCR can be conducted in the SmartCycler using TaqMan assays in microgravity conditions, and that resulting Ct values are comparable to those of 1 g controls, albeit noisier (Fig 2G & 2H). These results indicate that the physical alterations of fluid and thermal dynamics in microgravity are not sufficient to alter enzymatic amplification of DNA during PCR thermal cycling in the SmartCycler.",
        "To validate that the WetLab-2 system could successfully isolate RNA from intact cells and tissue, as well as perform RT-qPCR analyses on-orbit, we prepared and froze samples of E. coli and mouse liver tissue on the ground. Results show that RNA was successfully isolated on-orbit using the SPM and that singleplex and multiplex RT-qPCR analyses from both E. coli cells and mouse liver tissues resulted in successful qPCR amplification (Fig 3 and S1 Table). Successful multiplex RT-qPCR allows for the use of ratiometric methods; expression of genes of interest can be measured relative to reference genes in the same tube, thereby effectively normalizing variability that may exist in RNA concentrations or other artifacts of microgravity PCR amplification.",
        "Comparison of raw background fluorescence data showed significant differences between microgravity and 1 g control samples (S1 File), however, no significant differences in Ct values. In agreement with genomic DNA standards data, increased variability was also observed in the microgravity samples using SPM-derived E. coli and mouse RNA, likely due to bubble formation during thermal cycling.",
        "As this variability in Ct values may limit the utility of the system for researchers, a follow up “volunteer science” experiment was conducted by astronaut Kate Rubins. This test was aimed at reducing or eliminating bubbles formed during thermal cycling and showed that the positive pressure formed in the tubes when closed using a standard cap drastically reduces bubbles and results in smooth amplification curves similar to those typically seen during RT-qPCR runs in 1 g (Fig 4). This run yielded data with less variability; standard deviations up to 0.659 Ct for standard caps compared to 1.035 Ct for septa caps. Therefore, for future experiments, we intend to use standard commercial tubes to suppress degassing bubble formation.",
        "Through these experiments, we have demonstrated that qPCR can be successfully performed in the microgravity environment of space and developed an system of molecular biology tools and reagents for extracting and quantitatively analyzing RNA from biological samples on-orbit and generating RT-qPCR Ct data (See photos of actual on-orbit operations in Fig 5).",
        "A) On-orbit E. coli RNA isolation using the SPM inside the DGB, B) filling tubes using the repeater pipette, C) Rotor centrifugation using the ISS cordless drill D) SmartCycler and DGB set up. Image credits: NASA.",
        "In conclusion, the WetLab-2 ISS system is now validated and ready for future end-to-end gene expression analysis on-orbit, providing prompt results and data reporting from multiple cell and tissue biological samples. This new capability allows investigators unprecedented flexibility with ISS research and the opportunity to re-design and iterate experiments based on data received in almost real-time. The WetLab2 system is publicly available to investigators for research on ISS [37] and can also potentially be used to analyze environmental samples, for medical diagnostics, or to provide purified RNA and cDNAs for expressome sequencing and global gene expression analysis using nanopore sequencing [17] as our group recently demonstrated [38]. Overall the novel molecular biology capabilities we describe here for for ISS, although trivial on earth, are an important step forward in the quest for making possible the exploration and development of space for human use.",
        "Complete Ct data from E. coli Genomic DNA validation, E. coli, and mouse experiments. Microgravity data are from on-orbit operations while 1 g control are from equivalent experiments run on the ground. Low, Mid, and High represent template concentrations of 0.01, 1.0, and 100 ng, respectively. Singleplex assays were amplified independently of one another, while Duplex and Triplex assays were amplified in multiplex assays, combined as shown. p-values are from t-test analyses, Ɨ denotes statistical outliers not included in t-test analyses.",
        "The authors would like to thank the Center for the Advancement of Science in Space, Inc. (CASIS) for the ISS National Laboratory statement of support for the WetLab-2 project and allocation of ISS National Laboratory resources for the conduct of these experiments. The project would like to thank commercial collaborators Andy Kurk and Ken Barton from TechShot for developing the ACT2, Bill Marion, Michael Vickery, and George Blackstone from BioGX LLC for the manufacturing of the Sample Ready™ assays, John Maveety from ClaremontBiosolutions for the customized RNA isolation products. The authors would like to thank John Woebcke for graphics support of the Concept of Operations; Mike Henschke for documentation management; the JSC integration office: Jenna Ruddock, Jennifer Scott Williams, Jessica Curry, Laura Holcomb and Lisa Prendergast; Leonard Hee for safety assurance; BJ Navarro, Satyanand Narayan, Francis Laxamana, Sheree Kimura, and Cherise Fields for logistic support; Visal Hak, Brian Johnson, Susan Blumenberg, Brian Yu, Brett Stroozas, Jennifer Murphy, Marla Smithwick and Nancy Rustemeyer for operations support; Sean Sharif, Al Howard, and Ed Houston for early engineering help; Adrianna Aguilar for performing laboratory tests; Gina Figliozzi for public affairs and outreach; Dominic Hart for photography; and all the members of the ISS support offices and programs that assisted in the communication, data downlinking, and coordination for our project. Finally, we thank Ken Souza, whose efforts and leadership at NASA were essential during the inception of this project.",
        "The data are all contained within the paper.",
        "Funding for this research was provided by the National Aeronautics and Space Administration’s International Space Station (ISS) Program at Johnson Space Center for development of a microgravity RT-qPCR analysis facility. The project was independently conducted by NASA Ames Research Center Space Biosciences and Engineering Systems Divisions. The NASA ISS funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
        "This section collects any data citations, data availability statements, or supplementary materials included in this article.",
        "Complete Ct data from E. coli Genomic DNA validation, E. coli, and mouse experiments. Microgravity data are from on-orbit operations while 1 g control are from equivalent experiments run on the ground. Low, Mid, and High represent template concentrations of 0.01, 1.0, and 100 ng, respectively. Singleplex assays were amplified independently of one another, while Duplex and Triplex assays were amplified in multiplex assays, combined as shown. p-values are from t-test analyses, Ɨ denotes statistical outliers not included in t-test analyses.",
        "The data are all contained within the paper.",
        "Articles from PLoS ONE are provided here courtesy of PLOS"
      ]
    },
    "references": [],
    "statistics": {
      "total_authors": 20,
      "abstract_words": 300,
      "total_words": 8120,
      "references_count": 0,
      "sections_found": [
        "full_content"
      ]
    },
    "scraped_at": "2025-10-04T10:57:24.420528",
    "success": true,
    "original_data": {
      "pmc_id": "5587110",
      "doi": "https://doi.org/10.1371/journal.pone.0183480",
      "figures_count": 5,
      "tables_count": 3
    }
  }
]